module.exports = {
  "4": {
      "name": "בנק יהב לעובדי המדינה בע\"מ (4)",
      "branches": [
          {
              "id": "7",
              "name": "מלחה ירושלים (7)"
          },
          {
              "id": "44",
              "name": "הלל יפה חדרה (44)"
          },
          {
              "id": "114",
              "name": "אשדוד (114)"
          },
          {
              "id": "115",
              "name": "קריית הממשלה ת\"א - מגדל היובל (115)"
          },
          {
              "id": "116",
              "name": "מודיעין (116)"
          },
          {
              "id": "117",
              "name": "מרכז הנגב (117)"
          },
          {
              "id": "118",
              "name": "כפר סבא (118)"
          },
          {
              "id": "119",
              "name": "פתח תקווה (119)"
          },
          {
              "id": "120",
              "name": "ראשי ירושלים (120)"
          },
          {
              "id": "121",
              "name": "קדם (121)"
          },
          {
              "id": "123",
              "name": "בית יהב (123)"
          },
          {
              "id": "124",
              "name": "באר שבע (124)"
          },
          {
              "id": "125",
              "name": "אשקלון (125)"
          },
          {
              "id": "126",
              "name": "מוקד טלפוני יהב ישיר (126)"
          },
          {
              "id": "128",
              "name": "קריית גת (128)"
          },
          {
              "id": "129",
              "name": "כנפי נשרים (129)"
          },
          {
              "id": "130",
              "name": "רוטשילד (130)"
          },
          {
              "id": "131",
              "name": "הקריה  תל אביב (131)"
          },
          {
              "id": "132",
              "name": "תל השומר (132)"
          },
          {
              "id": "133",
              "name": "נתניה (133)"
          },
          {
              "id": "134",
              "name": "נתב\"ג (134)"
          },
          {
              "id": "135",
              "name": "סניפון וולפסון- חולון (135)"
          },
          {
              "id": "136",
              "name": "ראשון לציון (136)"
          },
          {
              "id": "137",
              "name": "אסף הרופא (137)"
          },
          {
              "id": "138",
              "name": "חדרה (138)"
          },
          {
              "id": "140",
              "name": "חיפה (140)"
          },
          {
              "id": "141",
              "name": "נהרייה (141)"
          },
          {
              "id": "142",
              "name": "נוף הגליל (142)"
          },
          {
              "id": "144",
              "name": "אוניברסיטת חיפה (144)"
          },
          {
              "id": "145",
              "name": "קרנות השתלמות (145)"
          },
          {
              "id": "146",
              "name": "תוכניות חסכון (146)"
          },
          {
              "id": "148",
              "name": "אשראי (148)"
          },
          {
              "id": "149",
              "name": "הנהלה ראשית (149)"
          },
          {
              "id": "150",
              "name": "באר יעקב (150)"
          },
          {
              "id": "171",
              "name": "בת ים (171)"
          },
          {
              "id": "193",
              "name": "מעלה אדומים (193)"
          },
          {
              "id": "195",
              "name": "איכלוב (195)"
          },
          {
              "id": "201",
              "name": "שלוחה בהדסה (201)"
          },
          {
              "id": "233",
              "name": "רמב\"ם (233)"
          },
          {
              "id": "236",
              "name": "גלילות (236)"
          },
          {
              "id": "245",
              "name": "עפולה (245)"
          },
          {
              "id": "246",
              "name": "סניף טבריה (246)"
          },
          {
              "id": "278",
              "name": "סניף רחובות (278)"
          },
          {
              "id": "279",
              "name": "קריית ביאליק (279)"
          },
          {
              "id": "280",
              "name": "כרמיאל (280)"
          },
          {
              "id": "281",
              "name": "אילת (281)"
          },
          {
              "id": "284",
              "name": "חולון (284)"
          },
          {
              "id": "311",
              "name": "כרמל (311)"
          },
          {
              "id": "401",
              "name": "רמת גן (401)"
          },
          {
              "id": "430",
              "name": "לב ראשון (430)"
          },
          {
              "id": "461",
              "name": "בית שמש (461)"
          },
          {
              "id": "488",
              "name": "משכנות האומה (488)"
          },
          {
              "id": "497",
              "name": "פסגת זאב (497)"
          },
          {
              "id": "724",
              "name": "נתיבות (724)"
          },
          {
              "id": "725",
              "name": "יקנעם עילית (725)"
          },
          {
              "id": "824",
              "name": "שדרות (824)"
          },
          {
              "id": "825",
              "name": "מגדל העמק (825)"
          },
          {
              "id": "924",
              "name": "דימונה (924)"
          },
          {
              "id": "925",
              "name": "דלית אל כרמל (925)"
          }
      ]
  },
  "10": {
      "name": "בנק לאומי לישראל בע\"מ (10)",
      "branches": [
          {
              "id": "37",
              "name": "שלוחת אל על (37)"
          },
          {
              "id": "50",
              "name": "בית אבות \"מגדלי הים התיכון\" (50)"
          },
          {
              "id": "51",
              "name": "בית אבות \"הדרים בכפר\" (51)"
          },
          {
              "id": "52",
              "name": "בית אבות \"בית בכפר\" (52)"
          },
          {
              "id": "53",
              "name": "בית אבות \"בית גיל פז\" (53)"
          },
          {
              "id": "72",
              "name": "שלוחת המפרש (72)"
          },
          {
              "id": "80",
              "name": " שלוחת קש\"ב  (80)"
          },
          {
              "id": "93",
              "name": "שלוחת הדסה (93)"
          },
          {
              "id": "104",
              "name": "משכנתאות קרית הממשלה (104)"
          },
          {
              "id": "160",
              "name": "שלוחת גבעת טל (160)"
          },
          {
              "id": "164",
              "name": " שלוחת רמת בית שמש  (164)"
          },
          {
              "id": "244",
              "name": "שלוחת מרכז עסקים השרון (244)"
          },
          {
              "id": "276",
              "name": "שלוחה עסקית - חיפה (276)"
          },
          {
              "id": "501",
              "name": " משכנתאות כיכר השבת  (501)"
          },
          {
              "id": "509",
              "name": " משכנתאות הנביאים  (509)"
          },
          {
              "id": "511",
              "name": "משכנתאות - ככר העצמאות (511)"
          },
          {
              "id": "512",
              "name": " משכנתאות - רמות אשכול  (512)"
          },
          {
              "id": "520",
              "name": "שלוחת מרגליות (520)"
          },
          {
              "id": "601",
              "name": " פפר  (601)"
          },
          {
              "id": "606",
              "name": " בנקאות פרטית בינלאומית 606 ת\"א  (606)"
          },
          {
              "id": "607",
              "name": " עסקים באר שבע  (607)"
          },
          {
              "id": "613",
              "name": " קלנסואה  (613)"
          },
          {
              "id": "614",
              "name": " בנקאות פרטית הרצליה  (614)"
          },
          {
              "id": "615",
              "name": " כאבול  (615)"
          },
          {
              "id": "616",
              "name": " המעפילים  (616)"
          },
          {
              "id": "618",
              "name": " מרכז עסקים לכיש  (618)"
          },
          {
              "id": "621",
              "name": " מודיעין עילית  (621)"
          },
          {
              "id": "624",
              "name": " עמק ברכה  (624)"
          },
          {
              "id": "625",
              "name": " נוה אביבים  (625)"
          },
          {
              "id": "626",
              "name": " בנקאות פרטית דן  (626)"
          },
          {
              "id": "628",
              "name": " רמת אביב ג'  (628)"
          },
          {
              "id": "631",
              "name": " למד  (631)"
          },
          {
              "id": "635",
              "name": " דניה  (635)"
          },
          {
              "id": "638",
              "name": " מבשרת ציון  (638)"
          },
          {
              "id": "639",
              "name": " עסקים קיסריה  (639)"
          },
          {
              "id": "640",
              "name": " מוקד חשבונות ללא קשר  (640)"
          },
          {
              "id": "641",
              "name": " מעלות  (641)"
          },
          {
              "id": "644",
              "name": " כפר כנא  (644)"
          },
          {
              "id": "646",
              "name": " יחידת בצוע-נהול אשראי מרוכז  (646)"
          },
          {
              "id": "647",
              "name": " גבעת שאול  (647)"
          },
          {
              "id": "648",
              "name": " אלוני השרון  (648)"
          },
          {
              "id": "651",
              "name": " עסקים החרושת  (651)"
          },
          {
              "id": "652",
              "name": " כפר קאסם  (652)"
          },
          {
              "id": "653",
              "name": " תל השומר  (653)"
          },
          {
              "id": "655",
              "name": " קסם  (655)"
          },
          {
              "id": "660",
              "name": "מכון וייצמן (660)"
          },
          {
              "id": "661",
              "name": "מרכז שירות ירושלים (661)"
          },
          {
              "id": "662",
              "name": " סיטי אשדוד  (662)"
          },
          {
              "id": "666",
              "name": " מגדלי פז  (666)"
          },
          {
              "id": "669",
              "name": " היקב  (669)"
          },
          {
              "id": "671",
              "name": " עסקים ראשון לציון  (671)"
          },
          {
              "id": "673",
              "name": " הברזל  (673)"
          },
          {
              "id": "676",
              "name": " אור יהודה  (676)"
          },
          {
              "id": "678",
              "name": " ישיר לאומי  (678)"
          },
          {
              "id": "679",
              "name": " מבואות עצמאיות  (679)"
          },
          {
              "id": "680",
              "name": " מודיעין  (680)"
          },
          {
              "id": "681",
              "name": " רמת פולג  (681)"
          },
          {
              "id": "682",
              "name": " עסקים רמת החייל  (682)"
          },
          {
              "id": "683",
              "name": " כוכב יאיר  (683)"
          },
          {
              "id": "685",
              "name": " בנקאות פרטית חיפה  (685)"
          },
          {
              "id": "686",
              "name": " בנקאות פרטית ת\"א  (686)"
          },
          {
              "id": "688",
              "name": " בנקאות פרטית השרון  (688)"
          },
          {
              "id": "691",
              "name": " צאלון  (691)"
          },
          {
              "id": "693",
              "name": " עסקים איילון  (693)"
          },
          {
              "id": "694",
              "name": "סביוני ים (694)"
          },
          {
              "id": "698",
              "name": " מרכז עסקים ספיר  (698)"
          },
          {
              "id": "701",
              "name": " לאומי טוטאל דיגיטל  (701)"
          },
          {
              "id": "702",
              "name": " הנביאים  (702)"
          },
          {
              "id": "703",
              "name": " כפר גנים  (703)"
          },
          {
              "id": "705",
              "name": " השופטים  (705)"
          },
          {
              "id": "706",
              "name": " פרדסיה  (706)"
          },
          {
              "id": "707",
              "name": "מרכז עסקים אפק (707)"
          },
          {
              "id": "709",
              "name": " אם המושבות  (709)"
          },
          {
              "id": "713",
              "name": " יפיע  (713)"
          },
          {
              "id": "715",
              "name": " בנקאות פרטית חורב  (715)"
          },
          {
              "id": "716",
              "name": " קניון חיפה  (716)"
          },
          {
              "id": "717",
              "name": " עסקים נתניה  (717)"
          },
          {
              "id": "719",
              "name": " סביניה  (719)"
          },
          {
              "id": "722",
              "name": " חרפיש  (722)"
          },
          {
              "id": "723",
              "name": " אכסאל  (723)"
          },
          {
              "id": "727",
              "name": " ראש פינה  (727)"
          },
          {
              "id": "729",
              "name": " יקנעם  (729)"
          },
          {
              "id": "732",
              "name": " קצרין  (732)"
          },
          {
              "id": "734",
              "name": " נוה זאב  (734)"
          },
          {
              "id": "736",
              "name": " אגוז  (736)"
          },
          {
              "id": "739",
              "name": " גן יבנה  (739)"
          },
          {
              "id": "742",
              "name": " ראש העין  (742)"
          },
          {
              "id": "743",
              "name": " עסקים הבורסה  (743)"
          },
          {
              "id": "744",
              "name": "מרכז עסקים השרון (744)"
          },
          {
              "id": "745",
              "name": " מרכז עסקים העמקים  (745)"
          },
          {
              "id": "747",
              "name": " שוהם  (747)"
          },
          {
              "id": "748",
              "name": "מרכז עסקים דן (748)"
          },
          {
              "id": "752",
              "name": " מעלה אדומים  (752)"
          },
          {
              "id": "754",
              "name": " ג'דיידה - מכר  (754)"
          },
          {
              "id": "757",
              "name": " ג'לג'וליה  (757)"
          },
          {
              "id": "758",
              "name": " ערד  (758)"
          },
          {
              "id": "761",
              "name": " גוש חלב  (761)"
          },
          {
              "id": "766",
              "name": " בית וגן  (766)"
          },
          {
              "id": "767",
              "name": "מרכז עסקים חולון (767)"
          },
          {
              "id": "772",
              "name": "בועיינה נוג'ידאת (772)"
          },
          {
              "id": "778",
              "name": " ג'וליס  (778)"
          },
          {
              "id": "780",
              "name": " בנקאות פרטית בינלאומית ירושלים  (780)"
          },
          {
              "id": "781",
              "name": "מרכז שירות בת-ים (781)"
          },
          {
              "id": "782",
              "name": "ספאפרה (782)"
          },
          {
              "id": "783",
              "name": " משכית  (783)"
          },
          {
              "id": "784",
              "name": "גילה (784)"
          },
          {
              "id": "785",
              "name": " תלפיות  (785)"
          },
          {
              "id": "787",
              "name": " ג'ת  (787)"
          },
          {
              "id": "788",
              "name": " שלוחת קרית ארבע  (788)"
          },
          {
              "id": "789",
              "name": " אופקים  (789)"
          },
          {
              "id": "790",
              "name": " נתיבות  (790)"
          },
          {
              "id": "791",
              "name": " טורעאן  (791)"
          },
          {
              "id": "792",
              "name": " נחף  (792)"
          },
          {
              "id": "795",
              "name": " פקיעין  (795)"
          },
          {
              "id": "796",
              "name": " ריינה - משהד  (796)"
          },
          {
              "id": "797",
              "name": " גבעת אורנים  (797)"
          },
          {
              "id": "798",
              "name": " רמות  (798)"
          },
          {
              "id": "799",
              "name": " בנקאות פרטית רחובות  (799)"
          },
          {
              "id": "800",
              "name": " מרכזי תל אביב  (800)"
          },
          {
              "id": "801",
              "name": " יפו  (801)"
          },
          {
              "id": "802",
              "name": " עסקים אלנבי  (802)"
          },
          {
              "id": "803",
              "name": " ביאליק  (803)"
          },
          {
              "id": "804",
              "name": " גורדון  (804)"
          },
          {
              "id": "805",
              "name": " פלורנטין  (805)"
          },
          {
              "id": "806",
              "name": " לב דיזנגוף  (806)"
          },
          {
              "id": "811",
              "name": " אחד העם  (811)"
          },
          {
              "id": "812",
              "name": " מגדלי אביב  (812)"
          },
          {
              "id": "813",
              "name": "בזל (813)"
          },
          {
              "id": "814",
              "name": " יד אליהו  (814)"
          },
          {
              "id": "816",
              "name": " ככר יצחק רבין  (816)"
          },
          {
              "id": "817",
              "name": "מרכז עסקים תל אביב (817)"
          },
          {
              "id": "820",
              "name": " אום אל פחם  (820)"
          },
          {
              "id": "821",
              "name": "מרכז שירות תל אביב (821)"
          },
          {
              "id": "825",
              "name": " כפר מנדא  (825)"
          },
          {
              "id": "827",
              "name": " אזור  (827)"
          },
          {
              "id": "831",
              "name": " טמרה  (831)"
          },
          {
              "id": "832",
              "name": " פנקס  (832)"
          },
          {
              "id": "833",
              "name": " אינשטיין  (833)"
          },
          {
              "id": "835",
              "name": " תל מונד  (835)"
          },
          {
              "id": "837",
              "name": " יהוד  (837)"
          },
          {
              "id": "838",
              "name": " נאות אפקה  (838)"
          },
          {
              "id": "840",
              "name": " המעיין  (840)"
          },
          {
              "id": "841",
              "name": " כפר ערערה  (841)"
          },
          {
              "id": "842",
              "name": " שפרעם  (842)"
          },
          {
              "id": "843",
              "name": " קרית אונו  (843)"
          },
          {
              "id": "844",
              "name": " כפר שמריהו  (844)"
          },
          {
              "id": "846",
              "name": " כפר קרע  (846)"
          },
          {
              "id": "847",
              "name": "שלוחת צ'מפיון (847)"
          },
          {
              "id": "849",
              "name": " המשרד המרכזי-החטיבה הפיננסית  (849)"
          },
          {
              "id": "851",
              "name": " רמת גן  (851)"
          },
          {
              "id": "855",
              "name": " קונקורד  (855)"
          },
          {
              "id": "856",
              "name": " אחיעזר  (856)"
          },
          {
              "id": "857",
              "name": " גבעתיים  (857)"
          },
          {
              "id": "858",
              "name": " חולון  (858)"
          },
          {
              "id": "859",
              "name": " דקר  (859)"
          },
          {
              "id": "861",
              "name": " בת ים  (861)"
          },
          {
              "id": "862",
              "name": " דיר אל אסד-בענה  (862)"
          },
          {
              "id": "863",
              "name": " ככר סירן  (863)"
          },
          {
              "id": "864",
              "name": " מרכז עסקים לאומי טק  (864)"
          },
          {
              "id": "866",
              "name": " מרגנית  (866)"
          },
          {
              "id": "867",
              "name": " כפר יאסיף  (867)"
          },
          {
              "id": "871",
              "name": " ירכא  (871)"
          },
          {
              "id": "872",
              "name": "מרכז שירות ת\"א צפון (872)"
          },
          {
              "id": "873",
              "name": " סכנין  (873)"
          },
          {
              "id": "875",
              "name": " הטכניון  (875)"
          },
          {
              "id": "876",
              "name": "מרכז עסקים חיפה (876)"
          },
          {
              "id": "877",
              "name": " קרית אליעזר  (877)"
          },
          {
              "id": "879",
              "name": " מגדל חיפה  (879)"
          },
          {
              "id": "880",
              "name": " חורב  (880)"
          },
          {
              "id": "882",
              "name": " נוה שאנן  (882)"
          },
          {
              "id": "883",
              "name": "הוואדי (883)"
          },
          {
              "id": "884",
              "name": "מרכז עסקים ג'וליס (884)"
          },
          {
              "id": "885",
              "name": " טירת הכרמל  (885)"
          },
          {
              "id": "886",
              "name": "מוריה (886)"
          },
          {
              "id": "887",
              "name": " נשר  (887)"
          },
          {
              "id": "889",
              "name": "עסקים חלוצי התעשיה (889)"
          },
          {
              "id": "891",
              "name": " הכרמל  (891)"
          },
          {
              "id": "895",
              "name": " קרית טבעון  (895)"
          },
          {
              "id": "896",
              "name": " רמת ישי  (896)"
          },
          {
              "id": "897",
              "name": " קרית אתא  (897)"
          },
          {
              "id": "898",
              "name": " מרכז עסקים המפרץ  (898)"
          },
          {
              "id": "899",
              "name": " קרית חיים  (899)"
          },
          {
              "id": "900",
              "name": " קרית ים  (900)"
          },
          {
              "id": "901",
              "name": "מרכז עסקים ירושלים (901)"
          },
          {
              "id": "902",
              "name": " המלך ג'ורג'  (902)"
          },
          {
              "id": "903",
              "name": " בית הכרם  (903)"
          },
          {
              "id": "904",
              "name": " שער העיר  (904)"
          },
          {
              "id": "905",
              "name": " רמות אשכול  (905)"
          },
          {
              "id": "908",
              "name": " אעבלין  (908)"
          },
          {
              "id": "909",
              "name": " עראבה  (909)"
          },
          {
              "id": "911",
              "name": " גאולה  (911)"
          },
          {
              "id": "912",
              "name": " רחביה  (912)"
          },
          {
              "id": "914",
              "name": " עמק רפאים  (914)"
          },
          {
              "id": "916",
              "name": " בית שמש  (916)"
          },
          {
              "id": "918",
              "name": " מזרח ירושלים  (918)"
          },
          {
              "id": "921",
              "name": " באר שבע  (921)"
          },
          {
              "id": "922",
              "name": " מרכז הנגב  (922)"
          },
          {
              "id": "923",
              "name": " דימונה  (923)"
          },
          {
              "id": "924",
              "name": " שדרות הנשיאים  (924)"
          },
          {
              "id": "925",
              "name": " אשקלון  (925)"
          },
          {
              "id": "926",
              "name": " אפרידר  (926)"
          },
          {
              "id": "927",
              "name": " קרית גת  (927)"
          },
          {
              "id": "928",
              "name": " גדרה  (928)"
          },
          {
              "id": "929",
              "name": "בילו (929)"
          },
          {
              "id": "930",
              "name": " רחובות  (930)"
          },
          {
              "id": "932",
              "name": " אשדוד  (932)"
          },
          {
              "id": "933",
              "name": " נס ציונה  (933)"
          },
          {
              "id": "934",
              "name": " ראשון לציון  (934)"
          },
          {
              "id": "936",
              "name": " רמלה  (936)"
          },
          {
              "id": "937",
              "name": " לוד  (937)"
          },
          {
              "id": "939",
              "name": " יבנה  (939)"
          },
          {
              "id": "940",
              "name": " פתח תקוה  (940)"
          },
          {
              "id": "941",
              "name": " שדרות  (941)"
          },
          {
              "id": "942",
              "name": " רעננה  (942)"
          },
          {
              "id": "943",
              "name": " הוד השרון  (943)"
          },
          {
              "id": "944",
              "name": " שער ראשון  (944)"
          },
          {
              "id": "945",
              "name": " ראמה  (945)"
          },
          {
              "id": "946",
              "name": " כפר סבא  (946)"
          },
          {
              "id": "948",
              "name": " הרצליה  (948)"
          },
          {
              "id": "949",
              "name": " רמת השרון  (949)"
          },
          {
              "id": "950",
              "name": " נתניה  (950)"
          },
          {
              "id": "951",
              "name": " טייבה  (951)"
          },
          {
              "id": "952",
              "name": " שדרות בנימין  (952)"
          },
          {
              "id": "953",
              "name": " חדרה  (953)"
          },
          {
              "id": "954",
              "name": " פרדס חנה  (954)"
          },
          {
              "id": "955",
              "name": " בנימינה  (955)"
          },
          {
              "id": "956",
              "name": " זכרון יעקב  (956)"
          },
          {
              "id": "957",
              "name": " אבן יהודה  (957)"
          },
          {
              "id": "959",
              "name": " גבעת אולגה  (959)"
          },
          {
              "id": "960",
              "name": " עכו  (960)"
          },
          {
              "id": "961",
              "name": " כרמיאל  (961)"
          },
          {
              "id": "962",
              "name": " נהריה  (962)"
          },
          {
              "id": "963",
              "name": "מרכז שירות אשדוד (963)"
          },
          {
              "id": "964",
              "name": " נצרת  (964)"
          },
          {
              "id": "965",
              "name": " עפולה  (965)"
          },
          {
              "id": "966",
              "name": " בית שאן  (966)"
          },
          {
              "id": "968",
              "name": " עסקים הר חוצבים  (968)"
          },
          {
              "id": "969",
              "name": " מרכז מסחרי שפרעם  (969)"
          },
          {
              "id": "970",
              "name": " טבריה  (970)"
          },
          {
              "id": "972",
              "name": "נוף הגליל (972)"
          },
          {
              "id": "973",
              "name": " מעלות תרשיחא  (973)"
          },
          {
              "id": "974",
              "name": "מרכז שירות השרון (974)"
          },
          {
              "id": "975",
              "name": " צפת  (975)"
          },
          {
              "id": "976",
              "name": " קרית שמונה  (976)"
          },
          {
              "id": "977",
              "name": " בית ג'אן  (977)"
          },
          {
              "id": "978",
              "name": "מרכז עסקים ראשון (978)"
          },
          {
              "id": "979",
              "name": " דבוריה  (979)"
          },
          {
              "id": "980",
              "name": " טירה  (980)"
          },
          {
              "id": "981",
              "name": " דאלית אל כרמל-עוספייה  (981)"
          },
          {
              "id": "983",
              "name": " באקה אל גרביה  (983)"
          },
          {
              "id": "984",
              "name": " מג'אר  (984)"
          },
          {
              "id": "985",
              "name": " קרית מלאכי  (985)"
          },
          {
              "id": "987",
              "name": " מגדל העמק  (987)"
          },
          {
              "id": "988",
              "name": " תל גנים  (988)"
          },
          {
              "id": "989",
              "name": " יחידת בצוע-מחלקת מט\"י  (989)"
          },
          {
              "id": "991",
              "name": " ענף סליקה ומשלוח  (991)"
          },
          {
              "id": "994",
              "name": " האפוטרופוס הכללי  (994)"
          },
          {
              "id": "995",
              "name": " פרדיס  (995)"
          },
          {
              "id": "999",
              "name": " אילת  (999)"
          }
      ]
  },
  "11": {
      "name": "בנק דיסקונט לישראל בע\"מ (11)",
      "branches": [
          {
              "id": "2",
              "name": "עפולה (2)"
          },
          {
              "id": "3",
              "name": "אילת (3)"
          },
          {
              "id": "4",
              "name": "אשדוד (4)"
          },
          {
              "id": "5",
              "name": "נוף הגליל (5)"
          },
          {
              "id": "6",
              "name": "מדור פיתוח במחלקת חברות (6)"
          },
          {
              "id": "7",
              "name": "תל גנים (7)"
          },
          {
              "id": "8",
              "name": "שינקין (8)"
          },
          {
              "id": "10",
              "name": "ראשי ת\"א (10)"
          },
          {
              "id": "14",
              "name": "תל אביב סיטי (14)"
          },
          {
              "id": "17",
              "name": "דרך שלמה (17)"
          },
          {
              "id": "18",
              "name": "שכונת התקוה (18)"
          },
          {
              "id": "26",
              "name": "חצרות יפו (26)"
          },
          {
              "id": "34",
              "name": "הקריה (34)"
          },
          {
              "id": "40",
              "name": "רמת גן (40)"
          },
          {
              "id": "41",
              "name": "פתח תקוה (41)"
          },
          {
              "id": "42",
              "name": "נתניה (42)"
          },
          {
              "id": "43",
              "name": "רמלה (43)"
          },
          {
              "id": "44",
              "name": "הרצליה (44)"
          },
          {
              "id": "45",
              "name": "רחובות (45)"
          },
          {
              "id": "46",
              "name": "טבריה (46)"
          },
          {
              "id": "49",
              "name": "חולון (49)"
          },
          {
              "id": "51",
              "name": "בת ים (51)"
          },
          {
              "id": "54",
              "name": "כפר סבא (54)"
          },
          {
              "id": "55",
              "name": "ראשון לציון (55)"
          },
          {
              "id": "56",
              "name": "הרצל פתח תקוה (56)"
          },
          {
              "id": "58",
              "name": "דרך בן גוריון (58)"
          },
          {
              "id": "59",
              "name": "לוד (59)"
          },
          {
              "id": "61",
              "name": "מחנה יהודה (61)"
          },
          {
              "id": "62",
              "name": "המושבה (62)"
          },
          {
              "id": "64",
              "name": "גאולה (64)"
          },
          {
              "id": "65",
              "name": "קרית היובל (65)"
          },
          {
              "id": "66",
              "name": "רחביה (66)"
          },
          {
              "id": "67",
              "name": "רוממה (67)"
          },
          {
              "id": "68",
              "name": "מזרח ירושלים (68)"
          },
          {
              "id": "69",
              "name": "בית הכרם (69)"
          },
          {
              "id": "74",
              "name": "נוה שאנן (74)"
          },
          {
              "id": "75",
              "name": "קרית מוצקין (75)"
          },
          {
              "id": "76",
              "name": "מרכז הכרמל (76)"
          },
          {
              "id": "77",
              "name": "קרית אתא (77)"
          },
          {
              "id": "80",
              "name": "בורסת היהלומים (80)"
          },
          {
              "id": "83",
              "name": "צפון דיזנגוף (83)"
          },
          {
              "id": "85",
              "name": "ככר יצחק רבין (85)"
          },
          {
              "id": "86",
              "name": "רמת אביב (86)"
          },
          {
              "id": "90",
              "name": "חדרה (90)"
          },
          {
              "id": "92",
              "name": "רעננה (92)"
          },
          {
              "id": "93",
              "name": "נצרת (93)"
          },
          {
              "id": "94",
              "name": "באר שבע (94)"
          },
          {
              "id": "95",
              "name": "זכרון יעקב (95)"
          },
          {
              "id": "96",
              "name": "מרום נווה (96)"
          },
          {
              "id": "97",
              "name": "נהריה (97)"
          },
          {
              "id": "98",
              "name": "צפת (98)"
          },
          {
              "id": "99",
              "name": "עכו (99)"
          },
          {
              "id": "100",
              "name": "שדרות רוטשילד (100)"
          },
          {
              "id": "102",
              "name": "רמת חן (102)"
          },
          {
              "id": "103",
              "name": "קריית אילון (103)"
          },
          {
              "id": "104",
              "name": "נאות רחל (104)"
          },
          {
              "id": "106",
              "name": "בית הקרנות (106)"
          },
          {
              "id": "107",
              "name": "רמת אלמוגי (107)"
          },
          {
              "id": "109",
              "name": "רמת אשכול (109)"
          },
          {
              "id": "110",
              "name": "קרית שמונה (110)"
          },
          {
              "id": "111",
              "name": "דימונה (111)"
          },
          {
              "id": "112",
              "name": "גדרה (112)"
          },
          {
              "id": "114",
              "name": "רובע ד' (114)"
          },
          {
              "id": "117",
              "name": "נס ציונה (117)"
          },
          {
              "id": "118",
              "name": "נוה אביבים (118)"
          },
          {
              "id": "123",
              "name": "ככר היהלום (123)"
          },
          {
              "id": "125",
              "name": "רמת השרון (125)"
          },
          {
              "id": "127",
              "name": "שכון בבלי (127)"
          },
          {
              "id": "128",
              "name": "אשקלון (128)"
          },
          {
              "id": "129",
              "name": "אגף התפעול-סליקה מרכזית (129)"
          },
          {
              "id": "130",
              "name": "מאפו (130)"
          },
          {
              "id": "131",
              "name": "קרית גת (131)"
          },
          {
              "id": "132",
              "name": "ש\"י עגנון (132)"
          },
          {
              "id": "136",
              "name": "קיראון (136)"
          },
          {
              "id": "137",
              "name": "מגדל העמק (137)"
          },
          {
              "id": "138",
              "name": "קרית ים (138)"
          },
          {
              "id": "139",
              "name": "בני ברק (139)"
          },
          {
              "id": "143",
              "name": "דניאל (143)"
          },
          {
              "id": "144",
              "name": "רמת אילן (144)"
          },
          {
              "id": "145",
              "name": "גבעתיים (145)"
          },
          {
              "id": "146",
              "name": "הרצליה פיתוח (146)"
          },
          {
              "id": "147",
              "name": "לב דיזנגוף (147)"
          },
          {
              "id": "148",
              "name": "בלפור (148)"
          },
          {
              "id": "151",
              "name": "יד אליהו (151)"
          },
          {
              "id": "152",
              "name": "ככר המדינה (152)"
          },
          {
              "id": "153",
              "name": "קרית מלאכי (153)"
          },
          {
              "id": "156",
              "name": "מלא\"ב-נתניה (156)"
          },
          {
              "id": "157",
              "name": "התעשיה חולון (157)"
          },
          {
              "id": "159",
              "name": "מרכז כלל (159)"
          },
          {
              "id": "162",
              "name": "תלפיות ירושלים (162)"
          },
          {
              "id": "167",
              "name": "בית שמש (167)"
          },
          {
              "id": "174",
              "name": "כרמיאל (174)"
          },
          {
              "id": "175",
              "name": "יבנה (175)"
          },
          {
              "id": "176",
              "name": "המפרץ (176)"
          },
          {
              "id": "186",
              "name": "קרית אריה (186)"
          },
          {
              "id": "187",
              "name": "הוד השרון (187)"
          },
          {
              "id": "188",
              "name": "הקניונים (188)"
          },
          {
              "id": "190",
              "name": "מחלקת מט\"ח- סניף ראשי ת\"א (190)"
          },
          {
              "id": "198",
              "name": "אפקה (198)"
          },
          {
              "id": "200",
              "name": "מחלקת ביצוע (200)"
          },
          {
              "id": "201",
              "name": "מערך החשבות (201)"
          },
          {
              "id": "202",
              "name": "אגף היעוץ המשפטי (202)"
          },
          {
              "id": "210",
              "name": "דיסקונט ניהול קופות גמל בע\"מ (210)"
          },
          {
              "id": "211",
              "name": "אגף היעוץ המשפטי (211)"
          },
          {
              "id": "212",
              "name": "אגף נכסים ובינוי (212)"
          },
          {
              "id": "213",
              "name": "אגף ניירות ערך (213)"
          },
          {
              "id": "219",
              "name": "טלבנק (219)"
          },
          {
              "id": "232",
              "name": "בנקאות פרטית תל אביב (232)"
          },
          {
              "id": "233",
              "name": "המרכז לבנקאות פרטית ירושלים (233)"
          },
          {
              "id": "302",
              "name": "גבעת טל (302)"
          },
          {
              "id": "303",
              "name": "מודיעין (303)"
          },
          {
              "id": "305",
              "name": "ילמ (305)"
          },
          {
              "id": "308",
              "name": "ייעוץ פנסיוני (308)"
          },
          {
              "id": "316",
              "name": "משרד אחורי- תפעול הייעוץ הפנסיוני (316)"
          },
          {
              "id": "320",
              "name": "קריית השרון (320)"
          },
          {
              "id": "321",
              "name": "הלאום (321)"
          },
          {
              "id": "330",
              "name": "בי\"ח וולפסון (330)"
          },
          {
              "id": "331",
              "name": "כנפי נשרים (331)"
          },
          {
              "id": "340",
              "name": "המרכז לבנקאות פרטית השרון (340)"
          },
          {
              "id": "348",
              "name": "מרכז מזומנים ירושלים (348)"
          },
          {
              "id": "361",
              "name": "פרדס חנה (361)"
          },
          {
              "id": "362",
              "name": "אם המושבות (362)"
          },
          {
              "id": "381",
              "name": "מרכז עסקים ירושלים והדרום (381)"
          },
          {
              "id": "382",
              "name": "מרכז עסקים השרון (382)"
          },
          {
              "id": "383",
              "name": "מרכז עסקים צפון (383)"
          },
          {
              "id": "384",
              "name": "מרכז עסקים השפלה (384)"
          },
          {
              "id": "396",
              "name": "אסף הרופא (396)"
          },
          {
              "id": "398",
              "name": "תל-השומר (398)"
          },
          {
              "id": "443",
              "name": "קרית ביאליק (443)"
          },
          {
              "id": "444",
              "name": "המרכז לבנקאות פרטית-חיפה והצפון (444)"
          },
          {
              "id": "452",
              "name": "מרכז עסקים תל אביב (452)"
          },
          {
              "id": "468",
              "name": "יחידת עיקולים (468)"
          },
          {
              "id": "488",
              "name": "מרכז השקעות השפלה (488)"
          },
          {
              "id": "506",
              "name": "מערב ראשון לציון (506)"
          },
          {
              "id": "510",
              "name": "מבשרת ציון (510)"
          },
          {
              "id": "515",
              "name": "קדמת עתידים (515)"
          },
          {
              "id": "516",
              "name": "אדומים (516)"
          },
          {
              "id": "517",
              "name": "לב העיר באר שבע (517)"
          },
          {
              "id": "518",
              "name": "מחלקת בנקים ומוסדות פיננסים (518)"
          },
          {
              "id": "520",
              "name": "מחלקת שירותי מט\"ח ותקשורת בין בנקאית (520)"
          },
          {
              "id": "526",
              "name": "פולג נתניה (526)"
          },
          {
              "id": "535",
              "name": "הסניף הישיר (535)"
          },
          {
              "id": "568",
              "name": "המרכז לבנקאות פרטית תל אביב (568)"
          }
      ]
  },
  "12": {
      "name": "בנק הפועלים בע\"מ (12)",
      "branches": [
          {
              "id": "55",
              "name": "לב העיר (55)"
          },
          {
              "id": "60",
              "name": "אגף משכן (60)"
          },
          {
              "id": "61",
              "name": "מרכז שירות חולון 61 (61)"
          },
          {
              "id": "63",
              "name": "מרכז שירות חולון 63 (63)"
          },
          {
              "id": "69",
              "name": "רמת ישי (69)"
          },
          {
              "id": "72",
              "name": "מרכז שירות נתניה 72 (72)"
          },
          {
              "id": "90",
              "name": "ירכא (90)"
          },
          {
              "id": "91",
              "name": "גבעת שמואל (91)"
          },
          {
              "id": "110",
              "name": "מרכז שירות עסקי חולון 110 (110)"
          },
          {
              "id": "153",
              "name": "כפר גנים (153)"
          },
          {
              "id": "159",
              "name": "מרכז שירות עסקי חולון 159 (159)"
          },
          {
              "id": "160",
              "name": "נווה זאב (160)"
          },
          {
              "id": "161",
              "name": "תלמי מנשה (161)"
          },
          {
              "id": "167",
              "name": "מרכז שירות נתניה 167 (167)"
          },
          {
              "id": "168",
              "name": "מרכז שירות המפרץ 168 (168)"
          },
          {
              "id": "169",
              "name": "מרכז שירות המפרץ 169 (169)"
          },
          {
              "id": "170",
              "name": "הסניף הראשי (170)"
          },
          {
              "id": "173",
              "name": "מרכז מזומנים טוביהו (173)"
          },
          {
              "id": "174",
              "name": "מרכז שירות נתניה 174 (174)"
          },
          {
              "id": "175",
              "name": "מרכז שירות עסקי חולון 175 (175)"
          },
          {
              "id": "176",
              "name": "מרכז שירות עסקי חולון 176 (176)"
          },
          {
              "id": "177",
              "name": "מרכז שירות עסקי חולון 177 (177)"
          },
          {
              "id": "184",
              "name": "מרכז מזומנים (184)"
          },
          {
              "id": "194",
              "name": "מרכז עסקים איילון (194)"
          },
          {
              "id": "201",
              "name": "כפר קאסם (201)"
          },
          {
              "id": "202",
              "name": "כפר יאסיף (202)"
          },
          {
              "id": "203",
              "name": "ערערה (203)"
          },
          {
              "id": "207",
              "name": "דיר אל אסד - בענה (207)"
          },
          {
              "id": "211",
              "name": "נצרת עסקים פריפרד (211)"
          },
          {
              "id": "215",
              "name": "אכסאל (215)"
          },
          {
              "id": "234",
              "name": "מערב ראשון (234)"
          },
          {
              "id": "239",
              "name": "כפר מנדא (239)"
          },
          {
              "id": "286",
              "name": "אריאל (286)"
          },
          {
              "id": "290",
              "name": "ביתר עילית (290)"
          },
          {
              "id": "291",
              "name": "מעלה אדומים (291)"
          },
          {
              "id": "358",
              "name": "מרכז עסקים הרצליה (358)"
          },
          {
              "id": "391",
              "name": "מרכז שירות עסקי חולון 391 (391)"
          },
          {
              "id": "394",
              "name": "מרכז שירות נתניה 394 (394)"
          },
          {
              "id": "399",
              "name": "מרכז שירות עסקי חולון 399 (399)"
          },
          {
              "id": "407",
              "name": "אתגרים (407)"
          },
          {
              "id": "410",
              "name": "שוהם (410)"
          },
          {
              "id": "412",
              "name": "מרכז שירות עסקי חולון 412 (412)"
          },
          {
              "id": "418",
              "name": "טמרה (418)"
          },
          {
              "id": "421",
              "name": "עראבה (421)"
          },
          {
              "id": "436",
              "name": "מרכז שירות עסקי חולון 436 (436)"
          },
          {
              "id": "445",
              "name": "מת\"ב בית דגן (445)"
          },
          {
              "id": "446",
              "name": "רמת בית שמש (446)"
          },
          {
              "id": "447",
              "name": "גבעת טל (447)"
          },
          {
              "id": "448",
              "name": "מבשרת ציון (448)"
          },
          {
              "id": "449",
              "name": "יפיע (449)"
          },
          {
              "id": "450",
              "name": "מרכז עסקים תל אביב (450)"
          },
          {
              "id": "451",
              "name": "מרכז עסקים ראשון לציון (451)"
          },
          {
              "id": "452",
              "name": "מרכז עסקים דרום (452)"
          },
          {
              "id": "453",
              "name": "מרכז עסקים המרכז (453)"
          },
          {
              "id": "454",
              "name": "מרכז עסקים הנגב (454)"
          },
          {
              "id": "455",
              "name": "מרכז עסקים השרון (455)"
          },
          {
              "id": "456",
              "name": "מרכז עסקים חיפה (456)"
          },
          {
              "id": "457",
              "name": "מרכז עסקים ירושלים (457)"
          },
          {
              "id": "458",
              "name": "מרכז עסקים צפון (458)"
          },
          {
              "id": "459",
              "name": "היצירה (459)"
          },
          {
              "id": "462",
              "name": "עיר ימים (462)"
          },
          {
              "id": "465",
              "name": "אם המושבות (465)"
          },
          {
              "id": "469",
              "name": "דיגיטל תל אביב נורדאו (469)"
          },
          {
              "id": "470",
              "name": "ריינה (470)"
          },
          {
              "id": "472",
              "name": "מרכז שירות המפרץ 472 (472)"
          },
          {
              "id": "475",
              "name": "אלעד (475)"
          },
          {
              "id": "476",
              "name": "קרית השרון (476)"
          },
          {
              "id": "477",
              "name": "חטיבת הנגב (477)"
          },
          {
              "id": "478",
              "name": "כפר כנא (478)"
          },
          {
              "id": "479",
              "name": "סכנין (479)"
          },
          {
              "id": "484",
              "name": "עוספיה (484)"
          },
          {
              "id": "486",
              "name": "רהט (486)"
          },
          {
              "id": "490",
              "name": "דיגיטל רמת החייל (490)"
          },
          {
              "id": "491",
              "name": "Digital Jerusalem (491)"
          },
          {
              "id": "500",
              "name": "הרימון (500)"
          },
          {
              "id": "504",
              "name": "נאות אפקה (504)"
          },
          {
              "id": "506",
              "name": "טירה המשולש (506)"
          },
          {
              "id": "507",
              "name": "הגליל (507)"
          },
          {
              "id": "509",
              "name": "קופות גמל (509)"
          },
          {
              "id": "510",
              "name": "המאספים (510)"
          },
          {
              "id": "515",
              "name": "בנקאות פלטינום (515)"
          },
          {
              "id": "516",
              "name": "רמת הנשיא (516)"
          },
          {
              "id": "517",
              "name": "הדרום (517)"
          },
          {
              "id": "520",
              "name": "גבעת שאול (520)"
          },
          {
              "id": "522",
              "name": "שנקר (522)"
          },
          {
              "id": "524",
              "name": "רמת אפעל (524)"
          },
          {
              "id": "529",
              "name": "ישורון (529)"
          },
          {
              "id": "531",
              "name": "האגף לניירות ערך ונכסים פיננסיים (531)"
          },
          {
              "id": "532",
              "name": "שאול המלך (532)"
          },
          {
              "id": "533",
              "name": "מאה שערים (533)"
          },
          {
              "id": "535",
              "name": "הירקון- המרכז לבנקאות פרטית בינלאומית (535)"
          },
          {
              "id": "536",
              "name": "מזכרת בתיה (536)"
          },
          {
              "id": "537",
              "name": "יהלום (537)"
          },
          {
              "id": "538",
              "name": "רמות (538)"
          },
          {
              "id": "539",
              "name": "לב חולון (539)"
          },
          {
              "id": "540",
              "name": "ככר הסיטי (540)"
          },
          {
              "id": "542",
              "name": "ראש פינה (542)"
          },
          {
              "id": "543",
              "name": "כורזין (543)"
          },
          {
              "id": "544",
              "name": "הדרים (544)"
          },
          {
              "id": "546",
              "name": "מרום-נוה (546)"
          },
          {
              "id": "547",
              "name": "אוניברסיטת בן גוריון (547)"
          },
          {
              "id": "548",
              "name": "אום אל פחם (548)"
          },
          {
              "id": "549",
              "name": "כפר תבור (549)"
          },
          {
              "id": "550",
              "name": "הגולן (550)"
          },
          {
              "id": "551",
              "name": "קלנסווה (551)"
          },
          {
              "id": "552",
              "name": "בלינסון (552)"
          },
          {
              "id": "555",
              "name": "השקד (555)"
          },
          {
              "id": "556",
              "name": "נתיבות (556)"
          },
          {
              "id": "558",
              "name": "אילון (558)"
          },
          {
              "id": "559",
              "name": "הדר טל (559)"
          },
          {
              "id": "562",
              "name": "מרכז שירות המפרץ 562 (562)"
          },
          {
              "id": "564",
              "name": "מבצע עובדה (564)"
          },
          {
              "id": "567",
              "name": "בית אסיה (567)"
          },
          {
              "id": "568",
              "name": "רמת אביב ג' (568)"
          }, 
          {
              "id": "570",
              "name": "עומר (570)"
          },
          {
              "id": "572",
              "name": "כצנלסון (572)"
          },
          {
              "id": "573",
              "name": "נוה מונוסון (573)"
          },
          {
              "id": "574",
              "name": "הפלמ\"ח (574)"
          },
          {
              "id": "576",
              "name": "חרוד (576)"
          },
          {
              "id": "578",
              "name": "כפר קרע (578)"
          },
          {
              "id": "579",
              "name": "חברות בנות (579)"
          },
          {
              "id": "580",
              "name": "פקדונות מיוחדים (580)"
          },
          {
              "id": "581",
              "name": "מג'אר (581)"
          },
          {
              "id": "582",
              "name": "מודיעין (582)"
          },
          {
              "id": "583",
              "name": "יבנה הירוקה (583)"
          },
          {
              "id": "584",
              "name": "הגלים (584)"
          },
          {
              "id": "585",
              "name": "גילה (585)"
          },
          {
              "id": "586",
              "name": "מרכז שירות עסקי חולון 586 (586)"
          },
          {
              "id": "587",
              "name": "דיגיטל חיפה (587)"
          },
          {
              "id": "588",
              "name": "ארמון הנציב (588)"
          },
          {
              "id": "589",
              "name": "דיגיטל רחובות (589)"
          },
          {
              "id": "595",
              "name": "הלוואות עובדים (595)"
          },
          {
              "id": "599",
              "name": "הגן הטכנולוגי (599)"
          },
          {
              "id": "600",
              "name": "מרכז שירות עסקי חולון 600 (600)"
          },
          {
              "id": "602",
              "name": "הצפון (602)"
          },
          {
              "id": "603",
              "name": "יד אליהו (603)"
          },
          {
              "id": "604",
              "name": "קרית שלום (604)"
          },
          {
              "id": "607",
              "name": "שכונת התקוה (607)"
          },
          {
              "id": "608",
              "name": "ארלוזורוב (608)"
          },
          {
              "id": "609",
              "name": "ככר יצחק רבין (609)"
          },
          {
              "id": "610",
              "name": "הדר יוסף (610)"
          },
          {
              "id": "611",
              "name": "יפו (611)"
          },
          {
              "id": "612",
              "name": "נתניה (612)"
          },
          {
              "id": "613",
              "name": "רמת גן (613)"
          },
          {
              "id": "615",
              "name": "רחובות (615)"
          },
          {
              "id": "616",
              "name": "פתח תקוה (616)"
          },
          {
              "id": "617",
              "name": "יהוד (617)"
          },
          {
              "id": "618",
              "name": "רמלה (618)"
          },
          {
              "id": "620",
              "name": "חדרה (620)"
          },
          {
              "id": "621",
              "name": "בנימינה (621)"
          },
          {
              "id": "622",
              "name": "פרדס חנה (622)"
          },
          {
              "id": "625",
              "name": "זכרון יעקב (625)"
          },
          {
              "id": "626",
              "name": "הוד השרון (626)"
          },
          {
              "id": "627",
              "name": "כפר סבא (627)"
          },
          {
              "id": "628",
              "name": "הרצליה (628)"
          },
          {
              "id": "630",
              "name": "רמת השרון (630)"
          },
          {
              "id": "631",
              "name": "באר שבע (631)"
          },
          {
              "id": "632",
              "name": "דימונה (632)"
          },
          {
              "id": "633",
              "name": "אופקים (633)"
          },
          {
              "id": "634",
              "name": "ראשון לציון (634)"
          },
          {
              "id": "635",
              "name": "ראשונים (635)"
          },
          {
              "id": "636",
              "name": "נס ציונה (636)"
          },
          {
              "id": "637",
              "name": "באר יעקב (637)"
          },
          {
              "id": "638",
              "name": "חולון-ויצמן (638)"
          },
          {
              "id": "640",
              "name": "גבעתיים (640)"
          },
          {
              "id": "641",
              "name": "נחלת יצחק (641)"
          },
          {
              "id": "642",
              "name": "בת ים (642)"
          },
          {
              "id": "643",
              "name": "אזור (643)"
          },
          {
              "id": "644",
              "name": "אילת (644)"
          },
          {
              "id": "645",
              "name": "קרית גת (645)"
          },
          {
              "id": "646",
              "name": "גדרה (646)"
          },
          {
              "id": "647",
              "name": "גן יבנה (647)"
          },
          {
              "id": "648",
              "name": "קרית מלאכי (648)"
          },
          {
              "id": "649",
              "name": "שדרות (649)"
          },
          {
              "id": "650",
              "name": "אשקלון (650)"
          },
          {
              "id": "651",
              "name": "אפרידר (651)"
          },
          {
              "id": "652",
              "name": "אבן יהודה (652)"
          },
          {
              "id": "653",
              "name": "קדימה (653)"
          },
          {
              "id": "654",
              "name": "תל מונד (654)"
          },
          {
              "id": "655",
              "name": "בני ברק (655)"
          },
          {
              "id": "656",
              "name": "קרית אונו (656)"
          },
          {
              "id": "657",
              "name": "אור יהודה (657)"
          },
          {
              "id": "658",
              "name": "אשדוד (658)"
          },
          {
              "id": "659",
              "name": "גבעת אולגה (659)"
          },
          {
              "id": "660",
              "name": "קרית עקרון (660)"
          },
          {
              "id": "661",
              "name": "רעננה (661)"
          },
          {
              "id": "663",
              "name": "רמת יוסף (663)"
          },
          {
              "id": "664",
              "name": "פרדסים (664)"
          },
          {
              "id": "665",
              "name": "טייבה (665)"
          },
          {
              "id": "666",
              "name": "באקה אל גרביה (666)"
          },
          {
              "id": "668",
              "name": "הנשיאים (668)"
          },
          {
              "id": "671",
              "name": "ירוחם (671)"
          },
          {
              "id": "672",
              "name": "מצפה רמון (672)"
          },
          {
              "id": "673",
              "name": "אור עקיבא (673)"
          },
          {
              "id": "675",
              "name": "כפר יונה (675)"
          },
          {
              "id": "677",
              "name": "ראש העין (677)"
          },
          {
              "id": "679",
              "name": "טשרניחובסקי (679)"
          },
          {
              "id": "680",
              "name": "כפר שמריהו (680)"
          },
          {
              "id": "681",
              "name": "לב דיזנגוף (681)"
          },
          {
              "id": "685",
              "name": "לוד (685)"
          },
          {
              "id": "686",
              "name": "שמשון (686)"
          },
          {
              "id": "688",
              "name": "קרית אריה (688)"
          },
          {
              "id": "690",
              "name": "ירושלים, ראשי (690)"
          },
          {
              "id": "691",
              "name": "קרית היובל (691)"
          },
          {
              "id": "692",
              "name": "בית שמש (692)"
          },
          {
              "id": "694",
              "name": "בית הכרם (694)"
          },
          {
              "id": "695",
              "name": "רמות אשכול (695)"
          },
          {
              "id": "696",
              "name": "מזרח ירושלים (696)"
          },
          {
              "id": "698",
              "name": "שערי העיר (698)"
          },
          {
              "id": "699",
              "name": "פסגת זאב (699)"
          },
          {
              "id": "700",
              "name": "חיפה ראשי (700)"
          },
          {
              "id": "701",
              "name": "הר הכרמל (701)"
          },
          {
              "id": "702",
              "name": "נוה שאנן (702)"
          },
          {
              "id": "703",
              "name": "טירת הכרמל (703)"
          },
          {
              "id": "704",
              "name": "אחוזה (704)"
          },
          {
              "id": "705",
              "name": "הרצל (705)"
          },
          {
              "id": "706",
              "name": "קרית חיים מערבית (706)"
          },
          {
              "id": "707",
              "name": "קרית אליעזר (707)"
          },
          {
              "id": "708",
              "name": "כרמלים (708)"
          },
          {
              "id": "712",
              "name": "נשר תל חנן (712)"
          },
          {
              "id": "713",
              "name": "עכו (713)"
          },
          {
              "id": "714",
              "name": "צפת (714)"
          },
          {
              "id": "715",
              "name": "חצור (715)"
          },
          {
              "id": "716",
              "name": "נהריה (716)"
          },
          {
              "id": "717",
              "name": "בית שאן (717)"
          },
          {
              "id": "718",
              "name": "קרית שמונה (718)"
          },
          {
              "id": "719",
              "name": "קרית טבעון-הנשיא (719)"
          },
          {
              "id": "720",
              "name": "קרית חיים (720)"
          },
          {
              "id": "721",
              "name": "קרית אתא (721)"
          },
          {
              "id": "722",
              "name": "יקנעם (722)"
          },
          {
              "id": "723",
              "name": "טבריה (723)"
          },
          {
              "id": "726",
              "name": "נצרת (726)"
          },
          {
              "id": "727",
              "name": "עפולה (727)"
          },
          {
              "id": "728",
              "name": "מגדל העמק (728)"
          },
          {
              "id": "729",
              "name": "קרית מוצקין (729)"
          },
          {
              "id": "731",
              "name": "שפרעם (731)"
          },
          {
              "id": "732",
              "name": "מעלות תרשיחא (732)"
          },
          {
              "id": "733",
              "name": "נוף הגליל (733)"
          },
          {
              "id": "735",
              "name": "קרית טבעון-מרכז מסחרי (735)"
          },
          {
              "id": "736",
              "name": "ככר פריז (736)"
          },
          {
              "id": "738",
              "name": "עפולה עלית (738)"
          },
          {
              "id": "741",
              "name": "קיסריה (741)"
          },
          {
              "id": "742",
              "name": "דלית אל כרמל-עוספיה (742)"
          },
          {
              "id": "743",
              "name": "שרת (743)"
          },
          {
              "id": "744",
              "name": "מג'דל שמס (744)"
          },
          {
              "id": "746",
              "name": "הקריון (746)"
          },
          {
              "id": "747",
              "name": "כרמיאל (747)"
          },
          {
              "id": "748",
              "name": "תלפיות (748)"
          },
          {
              "id": "749",
              "name": "הים (749)"
          },
          {
              "id": "752",
              "name": "התעשיה האוירית (752)"
          },
          {
              "id": "753",
              "name": "ככר המדינה (753)"
          },
          {
              "id": "754",
              "name": "פנקס (754)"
          },
          {
              "id": "755",
              "name": "יזרעאליה (755)"
          },
          {
              "id": "756",
              "name": "השקמה (756)"
          },
          {
              "id": "757",
              "name": "הפארק (757)"
          },
          {
              "id": "758",
              "name": "ששת הימים (758)"
          },
          {
              "id": "759",
              "name": "נאות שושנים (759)"
          },
          {
              "id": "761",
              "name": "חיים עוזר (761)"
          },
          {
              "id": "762",
              "name": "יבנה (762)"
          },
          {
              "id": "763",
              "name": "ערד (763)"
          },
          {
              "id": "765",
              "name": "מרכז שירות עסקי חולון 765 (765)"
          },
          {
              "id": "766",
              "name": "גור (766)"
          },
          {
              "id": "767",
              "name": "בי אונליין (767)"
          },
          {
              "id": "768",
              "name": "נוה-ים (768)"
          },
          {
              "id": "769",
              "name": "נוה מגן (769)"
          },
          {
              "id": "770",
              "name": "האשל (770)"
          },
          {
              "id": "771",
              "name": "פולג (771)"
          },
          {
              "id": "772",
              "name": "לינקולן (772)"
          },
          {
              "id": "773",
              "name": "נוה רם (773)"
          },
          {
              "id": "774",
              "name": "נמל תעופה בן גוריון (774)"
          },
          {
              "id": "776",
              "name": "בבלי (776)"
          },
          {
              "id": "778",
              "name": "אביבים (778)"
          },
          {
              "id": "780",
              "name": "יצחק שדה (780)"
          },
          {
              "id": "781",
              "name": "מונטיפיורי (781)"
          },
          {
              "id": "782",
              "name": "רחביה (782)"
          },
          {
              "id": "783",
              "name": "ככר ציון (783)"
          },
          {
              "id": "784",
              "name": "הגבעה הצרפתית (784)"
          },
          {
              "id": "785",
              "name": "נאות רחל (785)"
          },
          {
              "id": "788",
              "name": "למד (788)"
          },
          {
              "id": "791",
              "name": "המפרץ (791)"
          },
          {
              "id": "792",
              "name": "קרית ביאליק (792)"
          },
          {
              "id": "794",
              "name": "מרכז תפעולי ארצי לסחר חוץ (794)"
          },
          {
              "id": "795",
              "name": "האגף לניירות ערך ונכסים פיננסיים (795)"
          },
          {
              "id": "797",
              "name": "ניירות ערך-תפעול (797)"
          },
          {
              "id": "799",
              "name": "הנהלה ראשית (799)"
          },
          {
              "id": "877",
              "name": "פועלים בטלפון (877)"
          }
      ]
  },
  "13": {
      "name": "בנק אגוד לישראל בע\"מ (13)",
      "branches": [
          {
              "id": "51",
              "name": "ירושלים ראשי (51)"
          },
          {
              "id": "62",
              "name": "רמת גן (62)"
          },
          {
              "id": "63",
              "name": "תל אביב ראשי (63)"
          },
          {
              "id": "64",
              "name": "מיקדו (64)"
          },
          {
              "id": "66",
              "name": "גורדון (66)"
          },
          {
              "id": "70",
              "name": "פתח תקוה (70)"
          },
          {
              "id": "71",
              "name": "אשדוד (71)"
          },
          {
              "id": "72",
              "name": "הרצליה (72)"
          },
          {
              "id": "73",
              "name": "בת ים (73)"
          },
          {
              "id": "74",
              "name": "ראשון לציון (74)"
          },
          {
              "id": "75",
              "name": "רעננה (75)"
          },
          {
              "id": "76",
              "name": "קרית אריה (76)"
          },
          {
              "id": "78",
              "name": "ראש העין (78)"
          },
          {
              "id": "79",
              "name": "הרצליה פיתוח (79)"
          },
          {
              "id": "81",
              "name": "חיפה ראשי (81)"
          },
          {
              "id": "83",
              "name": "מרכז הכרמל (83)"
          },
          {
              "id": "91",
              "name": "נתניה (91)"
          },
          {
              "id": "92",
              "name": "חדרה (92)"
          },
          {
              "id": "93",
              "name": "רחובות (93)"
          },
          {
              "id": "94",
              "name": "באר שבע (94)"
          },
          {
              "id": "95",
              "name": "פולג (95)"
          },
          {
              "id": "123",
              "name": "אגוד ישיר (123)"
          },
          {
              "id": "125",
              "name": "מרכז הלוואות (125)"
          },
          {
              "id": "140",
              "name": "פרימיום מרכז (140)"
          },
          {
              "id": "143",
              "name": "אלעד (143)"
          },
          {
              "id": "144",
              "name": "קרית אונו (144)"
          },
          {
              "id": "146",
              "name": "קרית גת (146)"
          },
          {
              "id": "148",
              "name": "רימונים בני ברק (148)"
          },
          {
              "id": "152",
              "name": "הוד השרון (152)"
          },
          {
              "id": "153",
              "name": "הקריות (153)"
          },
          {
              "id": "154",
              "name": "מודיעין (154)"
          },
          {
              "id": "155",
              "name": "רמת השרון (155)"
          },
          {
              "id": "157",
              "name": "כיכר המדינה (157)"
          },
          {
              "id": "158",
              "name": "חולון (158)"
          },
          {
              "id": "159",
              "name": "מרכז ראשלצ (159)"
          },
          {
              "id": "165",
              "name": "רוממה (165)"
          },
          {
              "id": "190",
              "name": "נהריה (190)"
          },
          {
              "id": "192",
              "name": "אשקלון (192)"
          },
          {
              "id": "196",
              "name": "הנהלה (196)"
          },
          {
              "id": "197",
              "name": "הנהלה (197)"
          },
          {
              "id": "198",
              "name": "הנהלה (198)"
          },
          {
              "id": "992",
              "name": "משכנתאות (992)"
          }
      ]
  },
  "14": {
      "name": "בנק אוצר החייל בע\"מ (14)",
      "branches": [
          {
              "id": "177",
              "name": "עובדה (177)"
          },
          {
              "id": "311",
              "name": "פרדס חנה (311)"
          },
          {
              "id": "312",
              "name": "יבנה (312)"
          },
          {
              "id": "313",
              "name": "ראש פינה (313)"
          },
          {
              "id": "314",
              "name": "גלילות (314)"
          },
          {
              "id": "315",
              "name": "מודיעין (315)"
          },
          {
              "id": "316",
              "name": "רמת פולג (316)"
          },
          {
              "id": "317",
              "name": "פתח תקוה - כפר-גנים (317)"
          },
          {
              "id": "318",
              "name": "נווה זאב (318)"
          },
          {
              "id": "321",
              "name": "המרכז למימון מתמחה (321)"
          },
          {
              "id": "322",
              "name": "גבעתיים (322)"
          },
          {
              "id": "331",
              "name": "עובדה (331)"
          },
          {
              "id": "332",
              "name": "קרית ההדרכה (332)"
          },
          {
              "id": "334",
              "name": "\"חבר\" (334)"
          },
          {
              "id": "336",
              "name": "חיל הים - חיפה (336)"
          },
          {
              "id": "338",
              "name": "לקוחות נבחרים (338)"
          },
          {
              "id": "341",
              "name": "צריפין (341)"
          },
          {
              "id": "342",
              "name": "נבטים (342)"
          },
          {
              "id": "343",
              "name": "אריאל (343)"
          },
          {
              "id": "344",
              "name": "ראשון לציון (344)"
          },
          {
              "id": "345",
              "name": "רעות (345)"
          },
          {
              "id": "346",
              "name": "נתניה (346)"
          },
          {
              "id": "347",
              "name": "פתח תקוה (347)"
          },
          {
              "id": "348",
              "name": "אפק (348)"
          },
          {
              "id": "349",
              "name": "אשקלון (349)"
          },
          {
              "id": "350",
              "name": "מת\"מ אומגה (350)"
          },
          {
              "id": "355",
              "name": "אשדוד (355)"
          },
          {
              "id": "357",
              "name": "הסניף המרכזי (357)"
          },
          {
              "id": "361",
              "name": "החשמונאים (361)"
          },
          {
              "id": "362",
              "name": "מפרץ חיפה (362)"
          },
          {
              "id": "363",
              "name": "באר שבע (363)"
          },
          {
              "id": "365",
              "name": "צהלה (365)"
          },
          {
              "id": "366",
              "name": "תל נוף (366)"
          },
          {
              "id": "367",
              "name": "חצור (367)"
          },
          {
              "id": "369",
              "name": "ירושלים (369)"
          },
          {
              "id": "371",
              "name": "רמת דוד (371)"
          },
          {
              "id": "372",
              "name": "תל השומר (372)"
          },
          {
              "id": "374",
              "name": "לוד תעשיה אוירית (374)"
          },
          {
              "id": "375",
              "name": "רמת השרון (375)"
          },
          {
              "id": "376",
              "name": "חצרים (376)"
          },
          {
              "id": "377",
              "name": "אילת (377)"
          },
          {
              "id": "378",
              "name": "הקריה (378)"
          },
          {
              "id": "379",
              "name": "פלמחים (379)"
          },
          {
              "id": "380",
              "name": "כפר סבא (380)"
          },
          {
              "id": "381",
              "name": "רמון (381)"
          },
          {
              "id": "382",
              "name": "בת ים חולון (382)"
          },
          {
              "id": "388",
              "name": "מרכז שרות ישיר (388)"
          },
          {
              "id": "389",
              "name": "הנהלה ראשית (389)"
          },
          {
              "id": "392",
              "name": "מערב ראשון לציון (392)"
          },
          {
              "id": "395",
              "name": "רחובות (395)"
          },
          {
              "id": "397",
              "name": "גדרה (397)"
          },
          {
              "id": "398",
              "name": "כרמיאל (398)"
          },
          {
              "id": "399",
              "name": "מטה אוצר החייל (399)"
          },
          {
              "id": "477",
              "name": "עובדה (477)"
          },
          {
              "id": "993",
              "name": "שלוחת ערבה (993)"
          }
      ]
  },
  "17": {
      "name": "בנק מרכנתיל דיסקונט בע\"מ (17)",
      "branches": [
          {
              "id": "602",
              "name": "ירכא (602)"
          },
          {
              "id": "603",
              "name": "מיתר (603)"
          },
          {
              "id": "607",
              "name": "מרכז מומחים-חולון (607)"
          },
          {
              "id": "613",
              "name": "משכנתאות (613)"
          },
          {
              "id": "614",
              "name": "טמרה (614)"
          },
          {
              "id": "619",
              "name": "אגף החשבות (619)"
          },
          {
              "id": "620",
              "name": "שפרעם (620)"
          },
          {
              "id": "621",
              "name": "שבטי ישראל (621)"
          },
          {
              "id": "623",
              "name": "דבוריה (623)"
          },
          {
              "id": "624",
              "name": "מג'ד אל כרום (624)"
          },
          {
              "id": "625",
              "name": "מעיליא (625)"
          },
          {
              "id": "626",
              "name": "עראבה (626)"
          },
          {
              "id": "627",
              "name": "פאולוס השישי (627)"
          },
          {
              "id": "628",
              "name": "יפיע (628)"
          },
          {
              "id": "630",
              "name": "ריינה (630)"
          },
          {
              "id": "631",
              "name": "כפר כנא (631)"
          },
          {
              "id": "632",
              "name": "טורעאן (632)"
          },
          {
              "id": "634",
              "name": "עילבון (634)"
          },
          {
              "id": "635",
              "name": "גאולה (635)"
          },
          {
              "id": "638",
              "name": "סאלח א-דין (638)"
          },
          {
              "id": "639",
              "name": "נצרת ראשי (639)"
          },
          {
              "id": "640",
              "name": "אל ראם (640)"
          },
          {
              "id": "642",
              "name": "ירושלים (642)"
          },
          {
              "id": "643",
              "name": "ראמה (643)"
          },
          {
              "id": "644",
              "name": "עכו (644)"
          },
          {
              "id": "645",
              "name": "באר שבע (645)"
          },
          {
              "id": "646",
              "name": "אגרון (646)"
          },
          {
              "id": "647",
              "name": "נתניה (647)"
          },
          {
              "id": "649",
              "name": "דימונה (649)"
          },
          {
              "id": "650",
              "name": "מרכז עסקים אזור חיפה (650)"
          },
          {
              "id": "651",
              "name": "פתח תקוה (651)"
          },
          {
              "id": "652",
              "name": "התקוה (652)"
          },
          {
              "id": "653",
              "name": "יפו (653)"
          },
          {
              "id": "654",
              "name": "תל אביב ראשי (654)"
          },
          {
              "id": "655",
              "name": "דיזינגוף (655)"
          },
          {
              "id": "656",
              "name": "בית מעיא (656)"
          },
          {
              "id": "659",
              "name": "חשבות הבנק (659)"
          },
          {
              "id": "660",
              "name": "נהריה (660)"
          },
          {
              "id": "661",
              "name": "כנפי נשרים (661)"
          },
          {
              "id": "662",
              "name": "טירת הכרמל (662)"
          },
          {
              "id": "663",
              "name": "רמת גן (663)"
          },
          {
              "id": "666",
              "name": "גבעתיים (666)"
          },
          {
              "id": "668",
              "name": "ראשון לציון (668)"
          },
          {
              "id": "669",
              "name": "רמלה (669)"
          },
          {
              "id": "671",
              "name": "אכסאל (671)"
          },
          {
              "id": "672",
              "name": "השלום (672)"
          },
          {
              "id": "674",
              "name": "רחובות (674)"
          },
          {
              "id": "676",
              "name": "אשדוד (676)"
          },
          {
              "id": "677",
              "name": "חדרה (677)"
          },
          {
              "id": "678",
              "name": "בת ים (678)"
          },
          {
              "id": "679",
              "name": "מרכז הכרמל (679)"
          },
          {
              "id": "680",
              "name": "קרית מוצקין (680)"
          },
          {
              "id": "681",
              "name": "ג'דידה מכר (681)"
          },
          {
              "id": "683",
              "name": "אור יהודה (683)"
          },
          {
              "id": "686",
              "name": "חולון (686)"
          },
          {
              "id": "687",
              "name": "סכנין (687)"
          },
          {
              "id": "690",
              "name": "מרכז ני\"ע (690)"
          },
          {
              "id": "691",
              "name": "כפר יאסיף (691)"
          },
          {
              "id": "692",
              "name": "תרשיחא (692)"
          },
          {
              "id": "694",
              "name": "ואדי ניסנאס (694)"
          },
          {
              "id": "695",
              "name": "התבור (695)"
          },
          {
              "id": "696",
              "name": "רהט (696)"
          },
          {
              "id": "697",
              "name": "אום אל פחם (697)"
          },
          {
              "id": "699",
              "name": "כפר סבא (699)"
          },
          {
              "id": "701",
              "name": "מנהלת אזור תל אביב והמרכז (701)"
          },
          {
              "id": "702",
              "name": "מנהלת אזור ירושלים והדרום (702)"
          },
          {
              "id": "703",
              "name": "מנהלת אזור חיפה והשרון (703)"
          },
          {
              "id": "705",
              "name": "מנהלת אזור נצרת (705)"
          },
          {
              "id": "706",
              "name": "מנהלת אזור עכו (706)"
          },
          {
              "id": "707",
              "name": "מרכז השקעות חיפה (707)"
          },
          {
              "id": "711",
              "name": "מרכז השקעות ירושלים (711)"
          },
          {
              "id": "712",
              "name": "מרכז השקעות עכו (712)"
          },
          {
              "id": "714",
              "name": "מרכז השקעות תל אביב (714)"
          },
          {
              "id": "720",
              "name": "עסקים ראשי (720)"
          },
          {
              "id": "721",
              "name": "נתיבות (721)"
          },
          {
              "id": "724",
              "name": "בועיינה-נוג'ידאת (724)"
          },
          {
              "id": "725",
              "name": "בית שמש (725)"
          },
          {
              "id": "727",
              "name": "מרכז מומחים - סחר חוץ צפון (727)"
          },
          {
              "id": "728",
              "name": "מרכז מומחים - סחר חוץ (728)"
          },
          {
              "id": "732",
              "name": "בני ברק (732)"
          },
          {
              "id": "733",
              "name": "רמת השרון (733)"
          },
          {
              "id": "734",
              "name": "ביתר עילית (734)"
          },
          {
              "id": "736",
              "name": "סנהדריה (736)"
          },
          {
              "id": "738",
              "name": "כאבול (738)"
          },
          {
              "id": "740",
              "name": "יהודה הנשיא (740)"
          },
          {
              "id": "742",
              "name": "רמות (742)"
          },
          {
              "id": "743",
              "name": "דיר אל אסד-בענה (743)"
          },
          {
              "id": "744",
              "name": "דיר-חנא (744)"
          },
          {
              "id": "745",
              "name": "רבי עקיבא (745)"
          },
          {
              "id": "746",
              "name": "רוממה (746)"
          },
          {
              "id": "747",
              "name": "מרכז השקעות נצרת (747)"
          },
          {
              "id": "750",
              "name": "כפר קאסם (750)"
          },
          {
              "id": "752",
              "name": "העמקים (752)"
          },
          {
              "id": "753",
              "name": "חורפיש (753)"
          },
          {
              "id": "754",
              "name": "דקסיה -מוניציפל (754)"
          },
          {
              "id": "755",
              "name": "מרכז עסקים השרון (755)"
          },
          {
              "id": "756",
              "name": "אעבלין (756)"
          },
          {
              "id": "875",
              "name": "מרכז מומחים נשר (875)"
          },
          {
              "id": "876",
              "name": "מרכז מומחים ירושלים (876)"
          }
      ]
  },
  "20": {
      "name": "בנק מזרחי טפחות בע\"מ (20)",
      "branches": [
          {
              "id": "73",
              "name": "שלוחת פרדס חנה (חריש) (73)"
          },
          {
              "id": "401",
              "name": "בן יהודה (401)"
          },
          {
              "id": "402",
              "name": "מרכז עסקים  י-ם (402)"
          },
          {
              "id": "403",
              "name": "מרכז עסקים י-ם (403)"
          },
          {
              "id": "405",
              "name": "ככר המדינה (405)"
          },
          {
              "id": "406",
              "name": "חצרות יפו (406)"
          },
          {
              "id": "407",
              "name": "חשמונאים (407)"
          },
          {
              "id": "408",
              "name": "ריבל (408)"
          },
          {
              "id": "409",
              "name": "מרכז עסקים ת\"א (409)"
          },
          {
              "id": "410",
              "name": "כיכר המדינה (410)"
          },
          {
              "id": "411",
              "name": "קרית אילון (411)"
          },
          {
              "id": "412",
              "name": "חולון (412)"
          },
          {
              "id": "413",
              "name": "רמת גן (413)"
          },
          {
              "id": "414",
              "name": "בר אילן (414)"
          },
          {
              "id": "415",
              "name": "הרצליה (415)"
          },
          {
              "id": "416",
              "name": "אשדוד (416)"
          },
          {
              "id": "417",
              "name": "גאולה י-ם (417)"
          },
          {
              "id": "418",
              "name": "קרית שדה התעופה (418)"
          },
          {
              "id": "419",
              "name": "אזור תעשיה חולון (419)"
          },
          {
              "id": "420",
              "name": "חדרה (420)"
          },
          {
              "id": "421",
              "name": "גן העיר (421)"
          },
          {
              "id": "422",
              "name": "מרכז עסקים נתניה (422)"
          },
          {
              "id": "423",
              "name": "רעננה (423)"
          },
          {
              "id": "424",
              "name": "אזור תעשיה כפר סבא (424)"
          },
          {
              "id": "425",
              "name": "בת ים (425)"
          },
          {
              "id": "426",
              "name": "מרכז עסקים באר שבע (426)"
          },
          {
              "id": "427",
              "name": "אשקלון (427)"
          },
          {
              "id": "428",
              "name": "נתיבות (428)"
          },
          {
              "id": "429",
              "name": "מרכז עסקים פ\"ת (429)"
          },
          {
              "id": "430",
              "name": "מרכז עסקים בני ברק (430)"
          },
          {
              "id": "431",
              "name": "רמת סיב פתח תקוה (431)"
          },
          {
              "id": "432",
              "name": "רמלה (432)"
          },
          {
              "id": "433",
              "name": "קרית גת (433)"
          },
          {
              "id": "434",
              "name": "רחובות (434)"
          },
          {
              "id": "435",
              "name": "ראשון לציון (435)"
          },
          {
              "id": "436",
              "name": "חצרות יפו (436)"
          },
          {
              "id": "437",
              "name": "אופקים (437)"
          },
          {
              "id": "438",
              "name": "קניון אורות (438)"
          },
          {
              "id": "439",
              "name": "בית שאן (439)"
          },
          {
              "id": "440",
              "name": "סקטור תפעול מט\"ח (440)"
          },
          {
              "id": "441",
              "name": "חיפה הדר (441)"
          },
          {
              "id": "442",
              "name": "שלומי (442)"
          },
          {
              "id": "443",
              "name": "נהריה (443)"
          },
          {
              "id": "444",
              "name": "מרכז עסקים חיפה (444)"
          },
          {
              "id": "445",
              "name": "עכו (445)"
          },
          {
              "id": "446",
              "name": "קרית ים (446)"
          },
          {
              "id": "447",
              "name": "נשר (447)"
          },
          {
              "id": "448",
              "name": "קרית אתא (448)"
          },
          {
              "id": "449",
              "name": "כרמל (449)"
          },
          {
              "id": "450",
              "name": "קרית מלאכי (450)"
          },
          {
              "id": "451",
              "name": "הלואות ארציות (451)"
          },
          {
              "id": "452",
              "name": "סמילנסקי נתניה (452)"
          },
          {
              "id": "453",
              "name": "לב דיזנגוף (453)"
          },
          {
              "id": "454",
              "name": "אלון שבות (454)"
          },
          {
              "id": "455",
              "name": "גבעתיים (455)"
          },
          {
              "id": "456",
              "name": "דימונה (456)"
          },
          {
              "id": "457",
              "name": "האפוטרופוס הכללי (457)"
          },
          {
              "id": "458",
              "name": "גבעת שאול (458)"
          },
          {
              "id": "459",
              "name": "עיר העתיקה (459)"
          },
          {
              "id": "460",
              "name": "בן יהודה (460)"
          },
          {
              "id": "461",
              "name": "מרכז עסקים ראשי ת\"א (461)"
          },
          {
              "id": "462",
              "name": "טבריה (462)"
          },
          {
              "id": "463",
              "name": "כפר קאסם (463)"
          },
          {
              "id": "464",
              "name": "קק\"ל (464)"
          },
          {
              "id": "465",
              "name": "רוטשילד פ\"ת (465)"
          },
          {
              "id": "466",
              "name": "מרכז עסקים יהלומים (466)"
          },
          {
              "id": "467",
              "name": "קרית אונו (467)"
          },
          {
              "id": "468",
              "name": "חזון איש (468)"
          },
          {
              "id": "469",
              "name": "פלורנטין (469)"
          },
          {
              "id": "470",
              "name": "אילת (470)"
          },
          {
              "id": "471",
              "name": "ריב\"ל (471)"
          },
          {
              "id": "472",
              "name": "רמת השרון (472)"
          },
          {
              "id": "473",
              "name": "פרדס חנה (473)"
          },
          {
              "id": "474",
              "name": "עפולה (474)"
          },
          {
              "id": "475",
              "name": "מרכז עסקים ת\"א (475)"
          },
          {
              "id": "476",
              "name": "מרכז עסקים בני ברק (476)"
          },
          {
              "id": "477",
              "name": "המגדל (477)"
          },
          {
              "id": "478",
              "name": "מרכז בנקאות פרטית בינלאומית  ת\"א (478)"
          },
          {
              "id": "479",
              "name": "שערי צדק (479)"
          },
          {
              "id": "480",
              "name": "ניירות ערך (480)"
          },
          {
              "id": "481",
              "name": "הנשיאים (481)"
          },
          {
              "id": "483",
              "name": "קרני שומרון (483)"
          },
          {
              "id": "484",
              "name": "שדרות (484)"
          },
          {
              "id": "487",
              "name": "קרית שמונה (487)"
          },
          {
              "id": "488",
              "name": "סקטור קופ\"ג (488)"
          },
          {
              "id": "489",
              "name": "ערד (489)"
          },
          {
              "id": "490",
              "name": "ברנע אשקלון (490)"
          },
          {
              "id": "491",
              "name": "אשקלון (491)"
          },
          {
              "id": "492",
              "name": "נווה שאנן (492)"
          },
          {
              "id": "493",
              "name": "רמת אביב (493)"
          },
          {
              "id": "494",
              "name": "חשמונאים (494)"
          },
          {
              "id": "495",
              "name": "א\"ת ראשל\"צ (495)"
          },
          {
              "id": "496",
              "name": "רעננה (496)"
          },
          {
              "id": "497",
              "name": "קרני שומרון (497)"
          },
          {
              "id": "499",
              "name": "משרד ראשי (499)"
          },
          {
              "id": "501",
              "name": "סקטור מימון וסחר בינלאומי (501)"
          },
          {
              "id": "502",
              "name": "מרכז בנקאות פרטית  בינלאומית אשדוד (502)"
          },
          {
              "id": "503",
              "name": "פקטורינג (503)"
          },
          {
              "id": "505",
              "name": "מת\"מ חיפה (505)"
          },
          {
              "id": "509",
              "name": "מרכז הבנקאות (509)"
          },
          {
              "id": "510",
              "name": "מרכז מזומנים (510)"
          },
          {
              "id": "511",
              "name": "נס ציונה (511)"
          },
          {
              "id": "512",
              "name": "הוד השרון (512)"
          },
          {
              "id": "513",
              "name": "כרמיאל (513)"
          },
          {
              "id": "514",
              "name": "יהוד (514)"
          },
          {
              "id": "515",
              "name": "בית נח (515)"
          },
          {
              "id": "517",
              "name": "תלפיות (517)"
          },
          {
              "id": "518",
              "name": "קריון (518)"
          },
          {
              "id": "519",
              "name": "קרית אריה (519)"
          },
          {
              "id": "520",
              "name": "מרכז בנקאות פרטית בינלאומית י-ם (520)"
          },
          {
              "id": "521",
              "name": "מודיעין (521)"
          },
          {
              "id": "522",
              "name": "הרצליה פיתוח (522)"
          },
          {
              "id": "523",
              "name": "נשר (523)"
          },
          {
              "id": "524",
              "name": "ככר המדינה (524)"
          },
          {
              "id": "525",
              "name": "סביונים (525)"
          },
          {
              "id": "526",
              "name": "ערים (526)"
          },
          {
              "id": "527",
              "name": "קריית איילון (527)"
          },
          {
              "id": "528",
              "name": "קרית עתידים (528)"
          },
          {
              "id": "529",
              "name": "קניון הבאר (529)"
          },
          {
              "id": "530",
              "name": "גבעת שמואל (530)"
          },
          {
              "id": "531",
              "name": "תפעול קופ\"ג עורפי (531)"
          },
          {
              "id": "532",
              "name": "פארק המדע רחובות (532)"
          },
          {
              "id": "533",
              "name": "אזור תעשיה כפר סבא (533)"
          },
          {
              "id": "534",
              "name": "מרום נווה (534)"
          },
          {
              "id": "536",
              "name": "תפעול עורפי (536)"
          },
          {
              "id": "537",
              "name": "אום אל פחם (537)"
          },
          {
              "id": "538",
              "name": "כפר יאסיף (538)"
          },
          {
              "id": "539",
              "name": "כנפי נשרים (539)"
          },
          {
              "id": "540",
              "name": "יבנה (540)"
          },
          {
              "id": "541",
              "name": "מרכז בנקאות פרטת נתניה (541)"
          },
          {
              "id": "542",
              "name": "מרכז עסקים נתניה (542)"
          },
          {
              "id": "543",
              "name": "ראש העין (543)"
          },
          {
              "id": "544",
              "name": "קק\"ל (544)"
          },
          {
              "id": "546",
              "name": "מט\"ל לוד (546)"
          },
          {
              "id": "547",
              "name": "גלבוע ת\"א (547)"
          },
          {
              "id": "548",
              "name": "כפר גנים (548)"
          },
          {
              "id": "549",
              "name": "באקה אל גרביה (549)"
          },
          {
              "id": "550",
              "name": "רוטשילד פ\"ת (550)"
          },
          {
              "id": "551",
              "name": "פז רמת גן (551)"
          },
          {
              "id": "552",
              "name": "מגדל  העמק (552)"
          },
          {
              "id": "553",
              "name": "ברקת, נתניה (553)"
          },
          {
              "id": "554",
              "name": "בלפור בת-ים (554)"
          },
          {
              "id": "555",
              "name": "קוגל,חולון (555)"
          },
          {
              "id": "556",
              "name": "החשמונאים משכנתאות (556)"
          },
          {
              "id": "557",
              "name": "יגאל אלון (557)"
          },
          {
              "id": "558",
              "name": "מעלות (558)"
          },
          {
              "id": "559",
              "name": "נצרת (559)"
          },
          {
              "id": "560",
              "name": "הוף הגליל(נ.עלית) (560)"
          },
          {
              "id": "561",
              "name": "קרית אתגרים (561)"
          },
          {
              "id": "562",
              "name": "צפת (562)"
          },
          {
              "id": "563",
              "name": "רמות ירושלים (563)"
          },
          {
              "id": "564",
              "name": "פלי\"ם, חיפה (564)"
          },
          {
              "id": "565",
              "name": "אשדוד סיטי (565)"
          },
          {
              "id": "566",
              "name": "מצדה (566)"
          },
          {
              "id": "567",
              "name": "בית שמש (567)"
          },
          {
              "id": "568",
              "name": "הלני המלכה, י-ם (568)"
          },
          {
              "id": "569",
              "name": "רמת אשכול, י-ם (569)"
          },
          {
              "id": "570",
              "name": "כהנמן (570)"
          },
          {
              "id": "571",
              "name": "עתיד (571)"
          },
          {
              "id": "572",
              "name": "אופק (572)"
          },
          {
              "id": "573",
              "name": "שחק (573)"
          },
          {
              "id": "574",
              "name": "שגב (574)"
          },
          {
              "id": "576",
              "name": "ברק (576)"
          },
          {
              "id": "577",
              "name": "שביט (577)"
          },
          {
              "id": "580",
              "name": "בטוח לאומי ושרות תעסוקה (580)"
          },
          {
              "id": "581",
              "name": "שפרעם (581)"
          },
          {
              "id": "582",
              "name": "יוקנעם (582)"
          },
          {
              "id": "583",
              "name": "ב\"ב רח' ירושלים (583)"
          },
          {
              "id": "585",
              "name": "סכנין (585)"
          },
          {
              "id": "589",
              "name": "טייבה (589)"
          },
          {
              "id": "590",
              "name": "זיכרון יעקב (590)"
          },
          {
              "id": "591",
              "name": "אגריפס ירושלים (591)"
          },
          {
              "id": "592",
              "name": "אור יהודה (592)"
          },
          {
              "id": "593",
              "name": "חריש (593)"
          },
          {
              "id": "596",
              "name": "פיקדונות מוסדיים (596)"
          },
          {
              "id": "597",
              "name": "חסכון פנסיוני (597)"
          },
          {
              "id": "600",
              "name": "קרן חסויים (600)"
          },
          {
              "id": "604",
              "name": "אקסלנס 8  קופ\"ג (604)"
          },
          {
              "id": "615",
              "name": "א.ת.אשדוד (615)"
          },
          {
              "id": "616",
              "name": "חב' אינפינטי (616)"
          },
          {
              "id": "618",
              "name": "עו\"ז (618)"
          },
          {
              "id": "619",
              "name": "אקסלנס10 קופ\"ג (619)"
          },
          {
              "id": "621",
              "name": "אנלייסט קופ\"ג (621)"
          },
          {
              "id": "622",
              "name": "ד\"ש קופ\"ג (622)"
          },
          {
              "id": "623",
              "name": "הלמן אלדובי קופ\"ג (623)"
          },
          {
              "id": "624",
              "name": "הפניקס קופ\"ג (624)"
          },
          {
              "id": "626",
              "name": "ד\"ש 2 קופ\"ג (626)"
          },
          {
              "id": "627",
              "name": "אלטשולר קופ\"ג (627)"
          },
          {
              "id": "628",
              "name": "הלמן אלדובי 2 קופ\"ג (628)"
          },
          {
              "id": "629",
              "name": "אקסלנס 2 קופ\"ג (629)"
          },
          {
              "id": "630",
              "name": "אקסלנס 3 קופ\"ג (630)"
          },
          {
              "id": "631",
              "name": "ד\"ש 3 קופ\"ג (631)"
          },
          {
              "id": "632",
              "name": "הלמן אלדובי 2 קופ\"ג (632)"
          },
          {
              "id": "633",
              "name": "איילון (קופ\"ג) (633)"
          },
          {
              "id": "634",
              "name": "הלמן אלדובי 4 קופ\"ג (634)"
          },
          {
              "id": "635",
              "name": "אקסלנס 4 קופ\"ג (635)"
          },
          {
              "id": "636",
              "name": "אקסלנס 5 קופ\"ג (636)"
          },
          {
              "id": "637",
              "name": "אקסלנס 6 קופ\"ג (637)"
          },
          {
              "id": "638",
              "name": "ד\"ש 4 קופ\"ג (638)"
          },
          {
              "id": "639",
              "name": "יהב כספונים (639)"
          },
          {
              "id": "640",
              "name": "ד\"ש6 קופ\"ג (640)"
          },
          {
              "id": "641",
              "name": "ד\"ש 7 קופ\"ג (641)"
          },
          {
              "id": "642",
              "name": "ד\"ש 8  קופ\"ג (642)"
          },
          {
              "id": "643",
              "name": "ד\"ש 9  קופ\"ג (643)"
          },
          {
              "id": "644",
              "name": "ד\"ש 10 קופ\"ג (644)"
          },
          {
              "id": "645",
              "name": "ד\"ש11 קופ\"ג (645)"
          },
          {
              "id": "646",
              "name": "ד\"ש12 קופ\"ג (646)"
          },
          {
              "id": "647",
              "name": "כפר סבא, רח' ויצמן (647)"
          },
          {
              "id": "648",
              "name": "הלמן אלדובי 6 קופ\"ג (648)"
          },
          {
              "id": "649",
              "name": "אקסלנס 7 קופ\"ג (649)"
          },
          {
              "id": "652",
              "name": "איילון 2 (קופ\"ג) (652)"
          },
          {
              "id": "653",
              "name": "מיטב ד\"ש 13 קופ\"ג (653)"
          },
          {
              "id": "654",
              "name": "מיטב ד\"ש 14 קופ\"ג (654)"
          },
          {
              "id": "655",
              "name": "אקסלנס 9 קופ\"ג (655)"
          },
          {
              "id": "657",
              "name": "מרכז ערים רחובות (657)"
          },
          {
              "id": "658",
              "name": "ד\"ש 5 קופ\"ג (658)"
          },
          {
              "id": "660",
              "name": "הלמן אלדובי 5 קופ\"ג (660)"
          },
          {
              "id": "664",
              "name": "מיטב ד\"ש 16 קופ\"ג (664)"
          },
          {
              "id": "665",
              "name": "מיטב ד\"ש 15 קופ\"ג (665)"
          },
          {
              "id": "667",
              "name": "בנקאות פרטית (667)"
          },
          {
              "id": "669",
              "name": "סמילנסקי נתניה (669)"
          },
          {
              "id": "670",
              "name": "קופ\"ג חב' חשמל (670)"
          },
          {
              "id": "673",
              "name": "חסכון לכל ילד (673)"
          },
          {
              "id": "674",
              "name": "הלמן אלדובי 7קופ\"ג (674)"
          },
          {
              "id": "688",
              "name": "מסלקה (688)"
          },
          {
              "id": "689",
              "name": "ביצוע (689)"
          },
          {
              "id": "992",
              "name": "מכס נתב\"ג (992)"
          }
      ]
  },
  "22": {
      "name": "Citibank N.A (22)",
      "branches": [
          {
              "id": "1",
              "name": "ראשי (1)"
          },
          {
              "id": "2",
              "name": "פנימי (2)"
          },
          {
              "id": "5",
              "name": "סיטיבנק - הארבעה 19 (5)"
          }
      ]
  },
  "23": {
      "name": "ה אס בי סי בנק פי אל סי (23)",
      "branches": [
          {
              "id": "101",
              "name": "101 (101)"
          },
          {
              "id": "102",
              "name": "102 (102)"
          }
      ]
  },
  "26": {
      "name": "יובנק בע\"מ (26)",
      "branches": [
          {
              "id": "273",
              "name": "יובנק - שד' רוטשילד תל אביב (273)"
          },
          {
              "id": "274",
              "name": "יובנק - הרצליה (274)"
          },
          {
              "id": "279",
              "name": "יובנק - רחובות (279)"
          },
          {
              "id": "280",
              "name": "יובנק - רעננה (280)"
          },
          {
              "id": "286",
              "name": "יובנק - ניירות ערך (286)"
          },
          {
              "id": "287",
              "name": "יובנק - תל אביב (ראשי) (287)"
          },
          {
              "id": "288",
              "name": "יובנק - ירושלים (288)"
          }
      ]
  },
  "31": {
      "name": "בנק הבינלאומי הראשון לישראל בע\"מ (31)",
      "branches": [
          {
              "id": "1",
              "name": "צפת (1)"
          },
          {
              "id": "2",
              "name": "טבריה (2)"
          },
          {
              "id": "3",
              "name": "אילת (3)"
          },
          {
              "id": "4",
              "name": "מפרץ חיפה (4)"
          },
          {
              "id": "5",
              "name": "רוממה (5)"
          },
          {
              "id": "6",
              "name": "עסקים ראשי צפון (6)"
          },
          {
              "id": "7",
              "name": "נווה שאנן (7)"
          },
          {
              "id": "8",
              "name": "קרית ביאליק (8)"
          },
          {
              "id": "9",
              "name": "הכרמל חיפה (9)"
          },
          {
              "id": "12",
              "name": "ירושלים ראשי (12)"
          },
          {
              "id": "13",
              "name": "רחביה (13)"
          },
          {
              "id": "16",
              "name": "הל\"ה (16)"
          },
          {
              "id": "17",
              "name": "באר שבע (17)"
          },
          {
              "id": "21",
              "name": "כפר סבא (21)"
          },
          {
              "id": "22",
              "name": "נתניה (22)"
          },
          {
              "id": "23",
              "name": "מגדלי ויטה (23)"
          },
          {
              "id": "24",
              "name": "קריית השרון (24)"
          },
          {
              "id": "26",
              "name": "הבורסה (26)"
          },
          {
              "id": "27",
              "name": "חדרה (27)"
          },
          {
              "id": "28",
              "name": "גבעתיים (28)"
          },
          {
              "id": "29",
              "name": "רחובות (29)"
          },
          {
              "id": "30",
              "name": "רמלה (30)"
          },
          {
              "id": "32",
              "name": "ראשון לציון (32)"
          },
          {
              "id": "33",
              "name": "אשדוד סיטי (33)"
          },
          {
              "id": "34",
              "name": "פתח תקוה (34)"
          },
          {
              "id": "35",
              "name": "קיראון (35)"
          },
          {
              "id": "36",
              "name": "אפק (36)"
          },
          {
              "id": "37",
              "name": "הוד השרון (37)"
          },
          {
              "id": "38",
              "name": "סביון (38)"
          },
          {
              "id": "39",
              "name": "בת ים (39)"
          },
          {
              "id": "41",
              "name": "רמת גן (41)"
          },
          {
              "id": "44",
              "name": "האופרה (44)"
          },
          {
              "id": "45",
              "name": "חולון (45)"
          },
          {
              "id": "46",
              "name": "תל אביב ראשי (46)"
          },
          {
              "id": "48",
              "name": "יצחק שדה (48)"
          },
          {
              "id": "50",
              "name": "קרית שמונה (50)"
          },
          {
              "id": "51",
              "name": "הרצליה פתוח (51)"
          },
          {
              "id": "52",
              "name": "נהריה (52)"
          },
          {
              "id": "59",
              "name": "כרמיאל (59)"
          },
          {
              "id": "60",
              "name": "יחידת ביצוע ני\"ע (60)"
          },
          {
              "id": "62",
              "name": "קרית גת (62)"
          },
          {
              "id": "64",
              "name": "צמרות (64)"
          },
          {
              "id": "65",
              "name": "דיזנגוף (65)"
          },
          {
              "id": "70",
              "name": "קרית מוצקין (70)"
          },
          {
              "id": "74",
              "name": "תלפיות (74)"
          },
          {
              "id": "76",
              "name": "אשדוד עסקים (76)"
          },
          {
              "id": "78",
              "name": "חולון עסקים (78)"
          },
          {
              "id": "82",
              "name": "רמת אביב (82)"
          },
          {
              "id": "91",
              "name": "מעלות (91)"
          },
          {
              "id": "92",
              "name": "רעננה (92)"
          },
          {
              "id": "93",
              "name": "ככר המדינה (93)"
          },
          {
              "id": "94",
              "name": "טופ-דן (94)"
          },
          {
              "id": "95",
              "name": "גבעת שמואל (95)"
          },
          {
              "id": "101",
              "name": "ככר יצחק רבין (101)"
          },
          {
              "id": "109",
              "name": "אשקלון (109)"
          },
          {
              "id": "110",
              "name": "יהוד (110)"
          },
          {
              "id": "111",
              "name": "עפולה (111)"
          },
          {
              "id": "112",
              "name": "דניה (112)"
          },
          {
              "id": "114",
              "name": "קרית משה (114)"
          },
          {
              "id": "116",
              "name": "רוטשילד (116)"
          },
          {
              "id": "118",
              "name": "רמלוד (118)"
          },
          {
              "id": "119",
              "name": "ראשל\"צ מערב (119)"
          },
          {
              "id": "120",
              "name": "כפר ורדים (120)"
          },
          {
              "id": "121",
              "name": "רמת החייל (121)"
          },
          {
              "id": "124",
              "name": "אם המושבות (124)"
          },
          {
              "id": "126",
              "name": "אבני חן (126)"
          },
          {
              "id": "127",
              "name": "אביבים (127)"
          },
          {
              "id": "128",
              "name": "מודיעין (128)"
          },
          {
              "id": "131",
              "name": "יוקנעם (131)"
          },
          {
              "id": "132",
              "name": "אשקלון ברנע (132)"
          },
          {
              "id": "134",
              "name": "קריית אילון (134)"
          },
          {
              "id": "135",
              "name": "כפר סבא הירוקה (135)"
          },
          {
              "id": "138",
              "name": "הטכניון (138)"
          },
          {
              "id": "168",
              "name": "פאגי רימונים (168)"
          },
          {
              "id": "172",
              "name": "פאגי שלוחת רמות (172)"
          },
          {
              "id": "173",
              "name": "פאגי נתיבות (173)"
          },
          {
              "id": "174",
              "name": "פאגי רחובות (174)"
          },
          {
              "id": "175",
              "name": "פאגי רב שפע (175)"
          },
          {
              "id": "176",
              "name": "פאגי אלעד (176)"
          },
          {
              "id": "177",
              "name": "פאגי ביתר עילית (177)"
          },
          {
              "id": "179",
              "name": "פאגי רמת בית שמש (179)"
          },
          {
              "id": "180",
              "name": "פאגי מודיעין עילית (180)"
          },
          {
              "id": "181",
              "name": "פאגי פתח תקוה (181)"
          },
          {
              "id": "182",
              "name": "פאגי כנפי נשרים (182)"
          },
          {
              "id": "183",
              "name": "פאגי רבי עקיבא (183)"
          },
          {
              "id": "184",
              "name": "פאגי שלוחת מאה שערים (184)"
          },
          {
              "id": "185",
              "name": "פאגי ירושלים (185)"
          },
          {
              "id": "186",
              "name": "פאגי אשדוד (186)"
          },
          {
              "id": "187",
              "name": "פאגי חיפה (187)"
          },
          {
              "id": "188",
              "name": "פאגי בני ברק (188)"
          },
          {
              "id": "189",
              "name": "פאגי תל אביב (189)"
          },
          {
              "id": "273",
              "name": "יובנק - שד' רוטשילד תל אביב (273)"
          },
          {
              "id": "274",
              "name": "יובנק - הרצליה (274)"
          },
          {
              "id": "279",
              "name": "יובנק - רחובות (279)"
          },
          {
              "id": "280",
              "name": "יובנק - רעננה (280)"
          },
          {
              "id": "286",
              "name": "יובנק - ניירות ערך (286)"
          },
          {
              "id": "287",
              "name": "יובנק - תל אביב (ראשי) (287)"
          },
          {
              "id": "288",
              "name": "יובנק - ירושלים (288)"
          },
          {
              "id": "295",
              "name": "בינלאומי קול (295)"
          },
          {
              "id": "296",
              "name": "קופות גמל (296)"
          },
          {
              "id": "297",
              "name": "יחידה מרכזת (297)"
          },
          {
              "id": "298",
              "name": "הנהלת חשבונות ראשית (298)"
          },
          {
              "id": "311",
              "name": "פרדס חנה (311)"
          },
          {
              "id": "312",
              "name": "יבנה (312)"
          },
          {
              "id": "313",
              "name": "ראש פינה (313)"
          },
          {
              "id": "314",
              "name": "גלילות (314)"
          },
          {
              "id": "315",
              "name": "מודיעין (315)"
          },
          {
              "id": "316",
              "name": "רמת פולג (316)"
          },
          {
              "id": "317",
              "name": "פתח תקוה - כפר-גנים (317)"
          },
          {
              "id": "318",
              "name": "נווה זאב (318)"
          },
          {
              "id": "321",
              "name": "המרכז למימון מתמחה (321)"
          },
          {
              "id": "322",
              "name": "גבעתיים (322)"
          },
          {
              "id": "331",
              "name": "עובדה (331)"
          },
          {
              "id": "332",
              "name": "קרית ההדרכה (332)"
          },
          {
              "id": "334",
              "name": "\"חבר\" (334)"
          },
          {
              "id": "336",
              "name": "חיל הים - חיפה (336)"
          },
          {
              "id": "338",
              "name": "לקוחות נבחרים (338)"
          },
          {
              "id": "342",
              "name": "נבטים (342)"
          },
          {
              "id": "343",
              "name": "אריאל (343)"
          },
          {
              "id": "344",
              "name": "ראשון לציון (344)"
          },
          {
              "id": "345",
              "name": "רעות (345)"
          },
          {
              "id": "346",
              "name": "נתניה (346)"
          },
          {
              "id": "348",
              "name": "אפק (348)"
          },
          {
              "id": "349",
              "name": "אשקלון (349)"
          },
          {
              "id": "350",
              "name": "מת\"מ אומגה (350)"
          },
          {
              "id": "355",
              "name": "אשדוד (355)"
          },
          {
              "id": "357",
              "name": "הסניף המרכזי (357)"
          },
          {
              "id": "361",
              "name": "החשמונאים (361)"
          },
          {
              "id": "362",
              "name": "מפרץ חיפה (362)"
          },
          {
              "id": "363",
              "name": "באר שבע (363)"
          },
          {
              "id": "365",
              "name": "צהלה (365)"
          },
          {
              "id": "366",
              "name": "תל נוף (366)"
          },
          {
              "id": "367",
              "name": "חצור (367)"
          },
          {
              "id": "369",
              "name": "ירושלים (369)"
          },
          {
              "id": "371",
              "name": "רמת דוד (371)"
          },
          {
              "id": "372",
              "name": "תל השומר (372)"
          },
          {
              "id": "374",
              "name": "לוד תעשיה אוירית (374)"
          },
          {
              "id": "375",
              "name": "רמת השרון (375)"
          },
          {
              "id": "376",
              "name": "חצרים (376)"
          },
          {
              "id": "377",
              "name": "אילת (377)"
          },
          {
              "id": "378",
              "name": "הקריה (378)"
          },
          {
              "id": "379",
              "name": "פלמחים (379)"
          },
          {
              "id": "380",
              "name": "כפר סבא (380)"
          },
          {
              "id": "381",
              "name": "רמון (381)"
          },
          {
              "id": "382",
              "name": "בת ים חולון (382)"
          },
          {
              "id": "388",
              "name": "מרכז שרות ישיר (388)"
          },
          {
              "id": "392",
              "name": "מערב ראשון לציון (392)"
          },
          {
              "id": "395",
              "name": "רחובות (395)"
          },
          {
              "id": "397",
              "name": "גדרה (397)"
          },
          {
              "id": "398",
              "name": "כרמיאל (398)"
          },
          {
              "id": "399",
              "name": "מטה אוצר החייל (399)"
          },
          {
              "id": "477",
              "name": "עובדה (477)"
          },
          {
              "id": "916",
              "name": "המרכז לבנקאות פרטית - צפון (916)"
          },
          {
              "id": "981",
              "name": "פאגי שלוחת הדר גנים (981)"
          },
          {
              "id": "986",
              "name": "פאגי לב הרובע (986)"
          },
          {
              "id": "988",
              "name": "פאגי רימונים (988)"
          },
          {
              "id": "993",
              "name": "שלוחת ערבה (993)"
          }
      ]
  },
  "39": {
      "name": "SBI State Bank of India (39)",
      "branches": [
          {
              "id": "1",
              "name": "SBI State Bank of India (1)"
          }
      ]
  },
  "46": {
      "name": "בנק מסד בע\"מ (46)",
      "branches": [
          {
              "id": "2",
              "name": "שלוחת אורנים - סניף חיפה (2)"
          },
          {
              "id": "5",
              "name": "עירון (5)"
          },
          {
              "id": "501",
              "name": "ראשון לציון (501)"
          },
          {
              "id": "502",
              "name": "כפר סבא (502)"
          },
          {
              "id": "503",
              "name": "תל אביב (503)"
          },
          {
              "id": "504",
              "name": "כרמיאל (504)"
          },
          {
              "id": "506",
              "name": "שפרעם (506)"
          },
          {
              "id": "507",
              "name": "רמת גן (507)"
          },
          {
              "id": "508",
              "name": "נתניה (508)"
          },
          {
              "id": "509",
              "name": "פתח תקוה (509)"
          },
          {
              "id": "510",
              "name": "שלוחת עכו (510)"
          },
          {
              "id": "511",
              "name": "חולון (511)"
          },
          {
              "id": "512",
              "name": "כרמל (512)"
          },
          {
              "id": "514",
              "name": "נצרת (514)"
          },
          {
              "id": "515",
              "name": "ירושלים (515)"
          },
          {
              "id": "516",
              "name": "אשדוד (516)"
          },
          {
              "id": "517",
              "name": "חדרה (517)"
          },
          {
              "id": "519",
              "name": "שלוחת מודיעין (519)"
          },
          {
              "id": "520",
              "name": "אום אל פחם (520)"
          },
          {
              "id": "527",
              "name": "חיפה (527)"
          },
          {
              "id": "539",
              "name": "באר שבע (539)"
          },
          {
              "id": "548",
              "name": "הנהלה ראשית (548)"
          },
          {
              "id": "902",
              "name": "שלוחת השרון (902)"
          },
          {
              "id": "904",
              "name": "שלוחת סכנין - סניף כרמיאל (904)"
          },
          {
              "id": "915",
              "name": "שלוחת הגבעה הצרפתית (915)"
          }
      ]
  },
  "50": {
      "name": "מרכז סליקה בנקאי בע\"מ (50)",
      "branches": [
          {
              "id": "1",
              "name": "משרד ראשי (1)"
          }
      ]
  },
  "52": {
      "name": "בנק פועלי אגודת ישראל בע\"מ (52)",
      "branches": [
          {
              "id": "168",
              "name": "פאגי רימונים (168)"
          },
          {
              "id": "172",
              "name": "פאגי שלוחת רמות (172)"
          },
          {
              "id": "173",
              "name": "פאגי נתיבות (173)"
          },
          {
              "id": "174",
              "name": "פאגי רחובות (174)"
          },
          {
              "id": "175",
              "name": "פאגי רב שפע (175)"
          },
          {
              "id": "176",
              "name": "פאגי אלעד (176)"
          },
          {
              "id": "177",
              "name": "פאגי ביתר עילית (177)"
          },
          {
              "id": "179",
              "name": "פאגי רמת בית שמש (179)"
          },
          {
              "id": "180",
              "name": "פאגי מודיעין עילית (180)"
          },
          {
              "id": "181",
              "name": "פאגי פתח תקוה (181)"
          },
          {
              "id": "182",
              "name": "פאגי כנפי נשרים (182)"
          },
          {
              "id": "183",
              "name": "פאגי רבי עקיבא (183)"
          },
          {
              "id": "184",
              "name": "פאגי שלוחת מאה שערים (184)"
          },
          {
              "id": "185",
              "name": "פאגי ירושלים (185)"
          },
          {
              "id": "186",
              "name": "פאגי אשדוד (186)"
          },
          {
              "id": "187",
              "name": "פאגי חיפה (187)"
          },
          {
              "id": "188",
              "name": "פאגי בני ברק (188)"
          },
          {
              "id": "189",
              "name": "פאגי תל אביב (189)"
          },
          {
              "id": "981",
              "name": "פאגי שלוחת הדר גנים (981)"
          },
          {
              "id": "986",
              "name": "פאגי לב הרובע (986)"
          },
          {
              "id": "988",
              "name": "פאגי רימונים (988)"
          }
      ]
  },
  "54": {
      "name": "בנק ירושלים בע\"מ (54)",
      "branches": [
          {
              "id": "1",
              "name": "משרד ראשי (1)"
          },
          {
              "id": "22",
              "name": "פריפייד מנפיק (22)"
          },
          {
              "id": "26",
              "name": "רוממה-גאולה (26)"
          },
          {
              "id": "30",
              "name": "בנקאות פרטית (30)"
          },
          {
              "id": "31",
              "name": "האגף העסקי (31)"
          },
          {
              "id": "36",
              "name": "מודיעין עילית (36)"
          },
          {
              "id": "37",
              "name": "פסגת זאב (37)"
          },
          {
              "id": "38",
              "name": "בית שמש (38)"
          },
          {
              "id": "39",
              "name": "ביתר עלית (39)"
          },
          {
              "id": "40",
              "name": "ביתר עלית (40)"
          },
          {
              "id": "41",
              "name": "בית שמש (41)"
          },
          {
              "id": "45",
              "name": "שוק ההון (45)"
          },
          {
              "id": "50",
              "name": "ירושלים ראשי (50)"
          },
          {
              "id": "51",
              "name": "תל אביב (51)"
          },
          {
              "id": "52",
              "name": "חיפה (52)"
          },
          {
              "id": "53",
              "name": "ראשון לציון (53)"
          },
          {
              "id": "55",
              "name": "בני ברק (55)"
          },
          {
              "id": "61",
              "name": "אשדוד (61)"
          },
          {
              "id": "63",
              "name": "קריון (63)"
          },
          {
              "id": "66",
              "name": "אשקלון (66)"
          },
          {
              "id": "67",
              "name": "חולון (67)"
          },
          {
              "id": "68",
              "name": "בת ים (68)"
          },
          {
              "id": "69",
              "name": "באר שבע (69)"
          },
          {
              "id": "76",
              "name": "אלעד (76)"
          },
          {
              "id": "77",
              "name": "סניף מרכזי (77)"
          },
          {
              "id": "91",
              "name": "נצרת (91)"
          },
          {
              "id": "92",
              "name": "נתניה (92)"
          },
          {
              "id": "93",
              "name": "פתח תקווה (93)"
          },
          {
              "id": "96",
              "name": "כרמיאל (96)"
          },
          {
              "id": "97",
              "name": "אום אל פאחם (97)"
          },
          {
              "id": "98",
              "name": "סכנין (98)"
          }
      ]
  },
  "59": {
      "name": "שירותי בנק אוטומטיים (59)",
      "branches": [
          {
              "id": "1",
              "name": "משרד ראשי (1)"
          }
      ]
  },
  "68": {
      "name": "מוניציפל בנק בע\"מ (68)",
      "branches": [
          {
              "id": "1",
              "name": "משרד ראשי (1)"
          }
      ]
  },
  "99": {
      "name": "בנק ישראל (99)",
      "branches": [
          {
              "id": "1",
              "name": "ירושלים (1)"
          }
      ]
  },
  //!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Post bank !!!!!!!!!!!!!!!!!!!!!!!! 
  "9": {
      "name": "בנק הדואר",
      "branches": []
  }
}